{"_id":"5f387316521b660af51976f4","title":"10 TOP TIPS: Mastering food waste management for commercial kitchens","publicationDate":"2019-08-19T04:00:00.000Z","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"text","text":"FEJ rounded up a string of the sector’s leading experts and asked them to share their top tips for best practice."}]},{"type":"heading","attrs":{"level":3},"content":[{"type":"text","text":"1. The scale of the problem and its implications"}]},{"type":"paragraph","content":[{"type":"text","text":"The scale of the food waste challenge in the UK is an enormous one — but if every foodservice operator was able to do their bit the overall scale of it could be dramatically reduced. Lee Shelton, head of sales at The Filta Group, describes: “Over 10 million tonnes of food and drink waste is produced each year in the UK, according to the government, and worldwide this figure ramps up to 1.3 billion tonnes."}]},{"type":"paragraph","content":[{"type":"text","text":"When it comes to waste management, the issue literally goes much deeper than what foodservice operators do with their untouched leftovers and out-of-date vegetables. They have to seriously consider what happens with the by-products of cleaning cooking equipment and dishes — the fat, the oil, the grease. Research shows more than 70% of drain blockages within a commercial kitchen are caused by the build-up of FOG generated from washing pots, pans and plates — blockages which can cause kitchen closures, rancid odours and unwanted pests.”"}]},{"type":"heading","attrs":{"level":3},"content":[{"type":"text","text":"2. Understand the volumes you are generating"}]},{"type":"paragraph","content":[{"type":"text","text":"Before operators do anything, they need to take stock of how much food waste their kitchens are generating in the first place, insists Paul Anderson, managing director of Meiko UK. He says: “Understand the volumes you are generating. Understand the costs involved, including labour and ancillaries such as rubbish sacks and wheelie bins. Take advice, explore the options. Especially don’t follow the crowd and buy this or that food ‘wasterator’ as a short-term measure. Food waste management is about creating value and efficiency over the long term.”"}]},{"type":"heading","attrs":{"level":3},"content":[{"type":"text","text":"3. Think about the circular approach"}]},{"type":"paragraph","content":[{"type":"text","text":"Peter Galliford, commercial director of Mechline, says it is imperative that all catering and foodservice operations manage their waste in line with the European Waste Framework Directive Waste Hierarchy to reduce the volume and cost of waste to their business."}]},{"type":"blockquote","content":[{"type":"paragraph","content":[{"type":"text","text":"“Food waste prevention needs to go hand in hand with treatment technology as part of any sustainable waste management strategy,” he says. “Mechline has developed a Food Waste Reduction Programme (FWRP) with these principles in mind. The Mechline FWRP quite simply highlights best practice on how to manage end-of-life food waste in a circular way, with the core pillars being prevention, reduction and reuse and followed where necessary with redistribution, recycle and reprocess. The FWRP provides the tools an operator needs to make a cohesive food waste strategy work.”"}]}]},{"type":"heading","attrs":{"level":3},"content":[{"type":"text","text":"4. Can you do more to prevent food waste in the first place?"}]},{"type":"paragraph","content":[{"type":"text","text":"Any effective food waste management strategy has to be developed from EU directives and with UK legislation in mind, but the first core pillar is waste prevention. There will always be a certain level of surplus product within a kitchen environment, but the more that can be prevented from the outset, the better."}]},{"type":"paragraph","content":[{"type":"text","text":"Martin Venus, head of sales at IMC, says it can be achieved through simple moves such as having smaller portion options on the menu for children and light-eaters, for example, or by developing a menu based on a number of core ingredients that can be used in dishes across the board. “Food recycling is another way of reducing food waste. Reusing food, such as a surplus of vegetables to make a soup, can have a positive impact, as can takeaway options for customers who can’t finish their meal, but want to consume their leftovers at home later.”"}]},{"type":"heading","attrs":{"level":3},"content":[{"type":"text","text":"5. Recovering the value of food"}]},{"type":"paragraph","content":[{"type":"text","text":"Martin Venus at IMC says that where waste cannot be prevented, operators should look at recovering the value of food as part of their waste management strategy. “The calorific content of food waste is a valuable energy source. Equipment that can deliver anaerobic digestion and in-vessel composting can turn waste into fuel.” Such measures can help operators reduce and remove the need for disposal, which he says is costly financially and environmentally."}]},{"type":"heading","attrs":{"level":3},"content":[{"type":"text","text":"6. Weighing up the total cost of a solution"}]},{"type":"paragraph","content":[{"type":"text","text":"Meiko’s Paul Anderson says that operators need to take time to evaluate the true cost of running a piece of equipment. “Both grey water and compost systems generate cost for the energy and chemicals they use to convert the food. There is also a long list of food that cannot go into these machines such as bones, fibrous materials such as pineapple tops, oils and fats and liquids, which means you need to separate them out, creating an extra labour requirement.”"}]},{"type":"paragraph","content":[{"type":"text","text":"He says that operators that may not have enough of a volume to justify buying a full handling solution can still massively cut costs and labour by using ‘old’ technology such as dewatering systems, which can cut waste volume by up to 80%."}]},{"type":"heading","attrs":{"level":3},"content":[{"type":"text","text":"7. The power of transparency"}]},{"type":"paragraph","content":[{"type":"text","text":"Many of the latest food waste solutions use technology to monitor and record the level of food waste that kitchens produce. In order to start reducing food waste, businesses need technologies that offer transparency about what is being disposed so potential wasteful behaviour can be modified, according to Lisa Giovannielli, director of corporate communications and marketing at BioHiTech."}]},{"type":"blockquote","content":[{"type":"paragraph","content":[{"type":"text","text":"“Food waste is being generated in every step of the supply chain, and by collecting that data in real time we can identify opportunities to prevent it in order to make a positive environmental impact. On-site aerobic digester technology is a proven disposal solution for businesses that generate food waste — regardless of current regulations that may be in place. BioHiTech’s technology-based solution comes with an industry-leading data package for customers to access their food waste generation in real time."}]}]},{"type":"heading","attrs":{"level":3},"content":[{"type":"text","text":"8. Getting staff buy-in"}]},{"type":"paragraph","content":[{"type":"text","text":"Specifying the right food waste management solution for a particular operation is only half the job. It’s equally important to ensure staff buy-in and create a culture where staff understand the significance of good food waste management practices."}]},{"type":"blockquote","content":[{"type":"paragraph","content":[{"type":"text","text":"“While space is always at the top of most operators’ lists when determining if a specific piece of food waste equipment will fit in, it’s more important to outline the operator’s goals and how to communicate them with the staff,” says Lisa Giovannielli at BioHiTech. “Staff education, buy-in, and in some cases incentive, will separate the successful programmes from the failures. Choosing the right solution takes some trial and error, there is not one solution that fits all.”"}]}]},{"type":"heading","attrs":{"level":3},"content":[{"type":"text","text":"9. Economics and the environment"}]},{"type":"paragraph","content":[{"type":"text","text":"Operators keen to choose the best economic and environmental solution to re-process end-of-life food for each site need to examine all factors, says Peter Galliford, commercial director at Mechline."}]},{"type":"blockquote","content":[{"type":"paragraph","content":[{"type":"text","text":"“There are numerous considerations to factor in such as evaluation, including transportation costs, carbon emissions, pollutants and particulate discharges, storage costs and facilities, labour costs, energy consumption and costs, hygiene, ease of operation, waste recovery awareness, and segregation and undertaking. While recycling end-of-life food off-site is an option, there will still be a cost associated with this and, in some cases, it is not much cheaper than general waste disposal costs. Transportation of end-of-life food waste may not represent the best environmental and economic options when the net value of the waste product reprocessed output is fully evaluated.”"}]}]},{"type":"heading","attrs":{"level":3},"content":[{"type":"text","text":"10. Size and layout will shape specification"}]},{"type":"paragraph","content":[{"type":"text","text":"Foodservice operators need to think carefully about kitchen size and layout. With kitchen space at a premium, many operators see waste management systems as bulky pieces of equipment that won’t fit. However, there are lots of compact, efficient products available, with flexible layout options. “For customers with space issues, we recommend having a waste inlet station in the kitchen itself, which then pumps food waste to another location to be dewatered. This can be to another part of the kitchen, or even to another part of the building,” says Martin Venus at IMC."}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"link","attrs":{"href":"https://www.foodserviceequipmentjournal.com/10-top-tips-mastering-food-waste-management-for-commercial-kitchens","target":null}}],"text":"https://www.foodserviceequipmentjournal.com/10-top-tips-mastering-food-waste-management-for-commercial-kitchens"}]}]},"summary":"FEJ rounded up a string of the sector’s leading experts and asked them to share their top tips for best practice....","slug":"10-top-tips-mastering-food-waste-management-for-commercial-kitchens","tags":["Analytics"],"source":"FoodService Equipment Journal:  Good food waste management is now a pre-requisite for any successful and conscientious foodservice business. "}