{"_id":"5f402e959255e974efc6055b","title":"5 High Tech Ways Companies Are Tackling Food Waste During The Holiday Season","publicationDate":"2015-11-20T00:00:00.000Z","tags":["Digester"],"summary":"In 2013, Americans threw away 204 million pounds of turkey, according to the NRDC. That’s $277 million worth. Or put another way: the resources it too...","slug":"5-high-tech-ways-companies-are-tackling-food-waste-during-the-holiday-season","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"In 2013, Americans threw away 204 million pounds of turkey, according to the NRDC. That’s $277 million worth. Or put another way: the resources it took to grow those turkeys is the equivalent to the amount of water needed to supply New York City for 100 days. The US Department of Agriculture reports that 35 percent of turkey is not consumed during the holiday season"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But food waste isn’t just a water problem or a waste problem. It is an environmental problem as well. In 2007, 1.4 billion hectares of land were used to produce food that was thrown away, according to the Food and Agricultural Organization of the United Nations. The carbon footprint of food waste was estimated at 3.3 Gigatonnes of carbon dioxide, which is more than twice the emissions of the USA road transportation in 2010. If food waste were ranked as a country, it would come behind the US and China as the top greenhouse gas emitter."},{"type":"hard_break"},{"type":"text","text":"Annually, Americans throw away 40 percent of our food, so it’s not just about the holiday season. Food waste is such a massive, overwhelming problem, we need to keep the conversation going to raise awareness and effect change. There are many startups and organizations trying to tackle the problem, and policies are slowly staring to take place."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"1. Eco-Safe Digester"},{"type":"hard_break"},{"type":"text","text":"The Eco-Safe Digester is a machine made by BioHitech America. It’s an aerobic, on-site digester for food waste disposal. The company claims it diverts more than 70 million pounds of food waste from landfills every year, and prevents more than 25 million metric tons of carbon per year. It can digest between 800 and 2400 pounds of food waste per day, and can basically digest anything but bones, shells, husks, and bread dough."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"2. Food Cowboy"},{"type":"hard_break"},{"type":"text","text":"Food Cowboy is a startup that uses an app to reroute food waste to the hungry. The company is trying to solve the problem of the distribution chain between grocers and restaurant with excess food, and the charities that don’t know about it. It’s all mobile technology, and they also plan to have people drive out the food on their routes — sort of like the Uber for food waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"3. FareShare FoodCloud"},{"type":"hard_break"},{"type":"text","text":"European grocer Tesco created an app called FareShare FoodCloud, which alerts charities about surplus food grocery stores are about to dump at the end of the day. So far in Ireland, 300 charities have used the app to find food. The plan is to roll out the app in other markets after the pilot with Tesco is proven to work."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"4. LeanPath"},{"type":"hard_break"},{"type":"text","text":"LeanPath is an Oregon-based software company that harnesses data about restaurants so they can see how much food they use, waste, where it goes, where it’s from, and more. The food that is about to be dumped is weighed, and all the information about why it’s being tossed out is entered into the LeanPath system. The software translates that into a dollar amount to show restaurants how much money they’re wasting. Apparently, users have reduced their food waste up to 80 percent just by utilizing the service."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"5. A food waste-powered plant"},{"type":"hard_break"},{"type":"text","text":"In the UK, Sainsbury’s supermarket built a direct power line to transport food waste a mile away to a power plant, where it is turned into energy and then sent back to power the store. Previously, the waste was sent back to the grid. All of the grocery chain’s stores in England, Scotland, and Wales produce enough waste to power about 3,000 homes a year. Sainsbury’s has two carbon neutral stores and is now working on using solar panels on its roofs to take it off the grid completely."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://www.forbes.com/sites/lyndseygilpin/2015/11/20/5-high-tech-ways-companies-are-tackling-food-waste-during-the-holiday-season/","target":null}}],"text":"http://www.forbes.com/sites/lyndseygilpin/2015/11/20/5-high-tech-ways-companies-are-tackling-food-waste-during-the-holiday-season/"}]}]},"source":"Forbes:  By Lindsey Gilpin"}