{"_id":"5f402d339255e974efc6054d","title":"6 High-Tech Solutions to Food Waste","publicationDate":"2015-08-03T00:00:00.000Z","tags":["Digester"],"summary":"From composting food scraps and donating excess to food banks to a new Boston supermarket selling about-to-expire foods, a lot of effort has been devo...","slug":"6-high-tech-solutions-to-food-waste","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"From composting food scraps and donating excess to food banks to a new Boston supermarket selling about-to-expire foods, a lot of effort has been devoted to reducing the 1.3 billion tons of food waste that are sent to the landfill annually."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"To complement these low-tech efforts, several companies have turned their attention to developing new technologies to address the problem of food waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Check out six high-tech solutions that are having an impact."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"1. LeanPath"},{"type":"hard_break"},{"type":"text","text":"The Portland, Oregon-based software firm developed a program that allows restaurants and institutional food service providers like hospitals and universities to track the amount of food being tossed out and use the data to adapt their processes to reduce waste. Clients like ARAMARK, MGM Resorts and Sodexo use scales to weigh waste and touchscreen terminals to document the source of waste, including spoilage and over-production. The info is stored in the cloud where LeanPath accesses it for analysis and provides reports that help users make changes like adjusting standing food orders or rotating foods in walk-ins. To date, users have reduced food waste up to 80 percent."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"2. Spoiler Alert"},{"type":"hard_break"},{"type":"text","text":"A team of MBA students at Massachusetts Institute of Technology created a program that allows users like supermarkets and restaurants with excess food to post details about what is available and send it out to a network of recipients, including food pantries, that can use the food (and keep it from the landfill). The mobile and web-based platform gives users the option to conduct transactions via donations, discounted food sales and waste recovery opportunities (like coffee grounds for compost or vegetable oil for biodiesel). A pilot program launched in Boston and is ramping up for wide release this summer."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"3. Local Roots"},{"type":"hard_break"},{"type":"text","text":"The perishable nature of food means there is a limited window to find a place to sell or donate excess food before it goes bad. A new app developed by Atlanta-based business, Local Roots, helps farmers and food artisans connect with shoppers interested in purchasing local food. Much like other shopping interfaces, the Local Roots app uses location data to generate a list of available products, purchase goods and schedule pick-up or delivery. How does a shopping app reduce food waste? According to creators, local farmers and food producers often struggle to connect with buyers; the app creates new opportunities to bring them together, reducing the amount of fresh food that spoils because it’s unsold."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"4. Eco-Safe Digester"},{"type":"hard_break"},{"type":"text","text":"BioHitech America created a device that uses heat, moisture and oxygen to break down food into water in the food service facilities of companies like Amazon, General Electric and Marriott. The onsite digester sends wastewater through the sewer lines to water treatment facilities. Turning wasted food into wastewater doesn't eliminate food waste, which is the reason the digester incorporates Big Data, allowing users to record details about the waste. Using the analytics, BioHitech America generates comprehensive reports that allow users to identify (and rectify) operational inefficiencies. To date, the technology has helped divert 50 million pounds of food waste from the landfill."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"5. FoodKeeper"},{"type":"hard_break"},{"type":"text","text":"A lot of food is tossed over safety concerns, including questions about when leftovers spoil or if you can drink milk past its expiration date. To help educate consumers — and keep edible foods from going to the landfill — Cornell University developed an app with a searchable database of more than 500 foods, including cooking tips, food storage advice and info about expiration labels. The app will even sync with your smartphone and issue alerts when food expiration dates near. Through a partnership with USDA, the app offers a 24-hour virtual hotline (called “Ask Karen”) for real time answers to food storage questions."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"6. FareShare FoodCloud"},{"type":"hard_break"},{"type":"text","text":"In the UK, grocer Tesco created an app that sends alerts to partner charities (FareShare and FoodCloud) about surplus food that is edible but at risk of being dumped. The charities use the app to confirm they want the food, which is offered free of charge, and arrange to pick it up and turn it into meals that are distributed through organizations like homeless shelters and school breakfast programs. Tesco estimates that 30,000 tons of the food that its stores threw out last year could have been eaten. The goal of the app is to reduce that number by getting into the hands of charities that can immediately put it to good use. In Ireland alone, 300 charities have collected and redistributed food using the app."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"By: Jodi Helmer"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://www.mnn.com/money/sustainable-business-practices/stories/6-high-tech-solutions-food-waste","target":null}}],"text":"http://www.mnn.com/money/sustainable-business-practices/stories/6-high-tech-solutions-food-waste"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Mother Nature Network:  These programs help keep perfectly good food from ending up in the landfill"}