{"_id":"5f4031da4c663579fee7c556","title":"A Peek Inside the Future of Food Waste","publicationDate":"2018-09-03T00:00:00.000Z","tags":["Digester"],"summary":"With over a third of the world’s food going in the trash, food waste has become a major problem. Carbon emissions and methane gas caused by decomposin...","slug":"a-peek-inside-the-future-of-food-waste","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"With over a third of the world’s food going in the trash, food waste has become a major problem. Carbon emissions and methane gas caused by decomposing food waste in landfills, not to mention the impact of trucking significant amounts of waste, is contributing to climate change and environmental decay. Food waste is also creating problems in urban environments with pests. Pest control has been an ongoing losing battle for most major cities for centuries. Solutions like better waste containers and more frequent garbage pickups have been largely ineffective at curbing the alarming growth rate in urban pest populations."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"New York City passed legislation in 2016 requiring certain high volume businesses, like food manufacturers, arenas, and hotels to divert organic waste from the traditional waste stream destined for landfill. This year, the City expanded that legislation to include large footprint food retailers and restaurants chains like Dunkin Donuts, McDonald’s and Starbucks. By diverting more organic waste, New York City hopes to solve a number of issues associated with food waste disposal and technology is lending a hand. Many cities are following suit, but the impacted businesses are only starting to learn their options."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"An aerobic digester is an on-site food waste disposal solution that may be the key to achieving significantly reduced costs, pests and environmental impact for food businesses. An aerobic digester can be as small and compact as a dishwasher or larger for institutional applications. The food waste is added directly to the digester, and with the aid of microorganisms, water and oxygen can be “digested” into a safe, liquid form."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"By addressing the organic waste at the point of generation, it is possible to remove it from landfills, reducing or eliminating the cost of hauling away food waste. It is also possible to significantly reduce negative environmental impact and pest populations. Food businesses, grocery stores, universities, nonprofits and other groups dealing with food waste can address organic waste at the point of generation with an aerobic food digester."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Using a digester for food scraps and most organic waste, bypasses the traditional trip to the dumpster or curb for pickup. Additionally, if those sewer lines lead to an advanced wastewater treatment facility the discharge can ultimately be used as a fuel source to generate renewable energy or to produce compost."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"An added benefit to using a digester are the insights it can provide. A technology-driven solution can utilize its internet connection to track the disposal process in real-time to ensure all of the food waste generated is properly disposed of. This helps users become smarter about what they are throwing out to make the appropriate changes that will positively affect their supply chain process."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Waste management is one of the most time-intensive and frustrating tasks endured by the food industry. It’s difficult, messy and expensive. Digesters can remove food waste from dumpsters or the curb, eliminating unwanted vermin and odors as well as relieving many of the demands on housekeeping. As more and more businesses, cities and neighborhoods seek to become more sustainable with their food waste, reduce their carbon footprint, save costs on disposal and help combat rodent infestation, digesters are a safe, green way to give food waste a bright future."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.qsrmagazine.com/outside-insights/peek-inside-future-food-waste"},{"type":"hard_break"}]}]},"source":"QSR: Waste management is one of the most time-intensive and frustrating tasks endured by the food industry"}