{"_id":"5f402fbb9255e974efc60568","title":"A stomach of (stainless) steel","publicationDate":"2016-02-26T00:00:00.000Z","tags":["Digester"],"summary":"MolyReview issue 1, 2016   Every day large amounts of food waste accumulate in restaurants, food courts, hotels, supermarkets, hospitals, stadiums and...","slug":"a-stomach-of-stainless-steel","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"MolyReview issue 1, 2016"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Every day large amounts of food waste accumulate in restaurants, food courts, hotels, supermarkets, hospitals, stadiums and convention centers. Typically this volume goes into the waste bins and has to be hauled away for off-site disposal. Ultra-modern biodigesters, machines with a “stomach” of molybdenum containing stainless steel, are revolutionizing the way such waste is handled in institutional settings. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The United Nations Food and Agricultural Organization (FAO) estimates that 30% of the world’s food supply is never eaten due to loss and waste. About a third of that total is due to waste, amounting to about 4 million tonnes of food annually with a carbon equivalent footprint of about 1.1 billion tonnes of CO2 equivalent, it accounts for agricultural water consumption of 80 cubic kilometers (about the same amount contained in Lane Geneva), and needs about 0.5 billion hectares of land, or about 10% of the world’s agricultural land area, to grow it. While the ultimate economic, environmental, and resource-allocation goal is to greatly reduce these numbers, it is a difficult and long-term task. In the interim there is a great need for strategies to deal with food waste in an environmentally responsible fashion. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"A mini-waste treatment facility"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The current approach to food disposal is landfill or incineration. This consumes fuel for transport, generates vehicle emissions and, in the case of landfills, produces methane emissions and taxes increasingly limited capacity. For institutions that generate large amounts of food waste, it also means additional costs to support waste collection and landfill fees. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"On-site biodigesters provide an economic alternative to landfill disposal. Modern digesters use environmentally benign enzymes and bacteria to break down food waste to a liquid that is compatible with gray water (waste water without fecal contamination), sewer systems and sewage treatment facilities. This allows for on-site disposal of waste through the building drain, saving businesses the cost of hauling to a landfill, an incinerator or a composting site. Typically the investment cost of the digester is recovered within a few years. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The critical element: molybdenum"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The digester itself is not so simple a machine as one might expect. Because it must continuously digest high volumes of raw meats, fibrous vegetables and materials not so easily liquefied (egg shells, for example), it requires an extremely durable vessel. The digester’s internal lining must withstand the corrosive properties of its contents, including the microorganisms that expedite the digestion process and the chemicals produced by their action. One manufacturer, BioHiTech America, builds its Eco-Safe Digester® using Type 316 stainless steel for the reactor, the main component comprising about 70% of the machine’s weight. Thanks to the 2% molybdenum content of Type 316 stainless steel, the durability of the reactor is significantly better than earlier designs made from molybdenum-free Type 304 stainless steel. Even heavy users have reported no material-related problems wit the new reactor. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The digester is unique in its ability to record and store information remotely. Because it is equipped with an internal scale, users can weigh input foods and identify the source of the waste. The information is stored in the cloud and allows businesses to better measure their performance, detect sources of food waste, and take steps to reduce or eliminate waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Benefit for all"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Biodigesters help to reduce Earth’s carbon footprint, conserve scare landfill volume, and keep operating costs low for kitchens that prepare large quantities of food. Molybdenum-containing stainless steel plays its part to assure digester durability and contribute to efficient processing of food waste streams. This is just another example of the many ways that molybdenum contributes to better stewardship of resources. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.imoa.info/download_files/molyreview/IMOA_MolyReview_1-2016.pdf"},{"type":"hard_break"}]}]},"source":"International Molybdenum Association:  The Eco-Safe Digester revolutionizing the way food waste is handled in institutional settings"}