{"_id":"5f40321b4c663579fee7c569","title":"A Trashy Alternative Fuel Is Emerging Deep Inside Coal Country","publicationDate":"2019-04-29T00:00:00.000Z","tags":["Global"],"summary":"West Virginia trash-to-fuel product burns cleaner than coal  -But wary CEO say it’s not a replacement, just a supplement   In the heart of America’s c...","slug":"a-trashy-alternative-fuel-is-emerging-deep-inside-coal-country","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"West Virginia trash-to-fuel product burns cleaner than coal"},{"type":"hard_break"},{"type":"text","text":"-But wary CEO say it’s not a replacement, just a supplement"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In the heart of America’s coal country, a cavernous new recycling plant is turning trash into a fuel that burns cleaner than coal, using a first-in-the-nation process hailing from Europe."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Just don’t call it a \"replacement\" for coal."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In a region that remains fiercely protective of its embattled mining industry, Frank E. Celli, the chief executive officer of BioHiTech Global, weighs his words carefully when describing the potential of the $33 million plant in Martinsburg, West Virginia, opened by his company last month."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We don’t really like to think of ourselves as replacing coal,\" Celli said in an interview. \"We like to think of ourselves as a clean supplement to coal.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The plant already has its first customer. A nearby cement plant owned by Argos USA LLC has agreed to buy and burn the garbage-based fuel. But its use will only offset as much as 30 percent of the facility’s coal consumption, Celli said. The federal Environmental Protection Agency has set that 30 percent limit for any of the new plant’s customers, he said, until BioHiTech can gather more data on its performance."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Long History"},{"type":"hard_break"},{"type":"text","text":"Deriving energy from waste has a long history, from simply burning trash to using it as a raw material for jet fuel. The Martinsburg plant uses a proprietary process created by Italian engineering firm Entsorga Italia, and deployed at plants across Europe."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In a process similar to composting, trash is allowed to dry in batches within the facility for 10 to 14 days, while air circulates through it and microbes break down organic material. The facility then uses machinery designed to sift out glass, metals and PVC. What remains is shredded."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“It looks like party confetti when it’s done,” Celli said. For every ton of garbage run through the facility, he estimates 40 to 45 percent will be converted to fuel. And therein may lie the project’s true appeal, even in coal country."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Clint Hogbin has spent 25 years at the solid waste authority that serves Berkeley County, where the plant is located. In that time, he said, the county’s population has grown, yielding more trash that needs either disposal or recycling. There’s only one landfill in the county and two others roughly 30 miles away, in Pennsylvania. Opening more isn’t easy."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"‘Natural Resistance’"},{"type":"hard_break"},{"type":"text","text":"“There’s a natural resistance to landfill expansions,” said Hogbin, chairman of the Berkeley County Solid Waste Authority."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Entsorga approached county officials in 2009, right after a county study of future garbage needs recommended finding ways to recover some of the material. In the end, the waste authority leased 12 acres for the new facility. Hogbin says the technology has the potential to be a game changer."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"And for all the public hearings held on the project, he said, no one objected that it could hurt coal. Then again, that patch of West Virginia hasn’t had coal mining in about 70 years, he said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“There was absolutely no push-back from anybody on that topic,” Hogbin said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.bloomberg.com/news/articles/2019-04-28/a-trashy-alternative-fuel-is-emerging-deep-inside-coal-country"},{"type":"hard_break"}]}]},"source":"Bloomberg:  Berkeley County Can Handle Population Growth without a Landfill Expansion"}