{"_id":"5f402ecf9255e974efc6055f","title":"Accurate food waste data serves up a more sustainable solution","publicationDate":"2016-01-16T00:00:00.000Z","tags":["Digester"],"summary":"Many of the 162 universities across the UK are making a concerted effort to better manage the amount of waste they produce. This means changing habits...","slug":"accurate-food-waste-data-serves-up-a-more-sustainable-solution","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Many of the 162 universities across the UK are making a concerted effort to better manage the amount of waste they produce. This means changing habits and generally educating and communicating the methods for managing waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Universities have invested heavily in sustainability programs by diverting their food waste from landfills through the introduction of composting or anaerobic digestion (AD) solutions. These new waste and recycling operations are often standardised across the campus making the choice to recycle just as easy as throwing something away."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"However, more can be done than merely diverting waste. Providing visibility behind the waste being generated is a key strategy in reducing waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In order to achieve the UK and EU’s Zero to Landfill target by 2020, campuses need to understand the important role that data will play in helping them reach that goal and ultimately reduce the creation of the waste long before it is ordered, prepared and served. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Unfortunately for the large volume of waste already being transported to landfill, composted or turned into energy at AD plants, the waste is unfortunately not accurately measured. While waste collection providers cannot afford to provide an accurate tool to their customers that will enable them to create less waste, it makes sense why campuses are starting to align themselves with cooperative partners that compliment their adjusted waste prevention goals. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Alternative disposal solution"},{"type":"hard_break"},{"type":"text","text":"One proven alternative to composting and AD is on-site aerobic digestion, which has been successfully disposing food waste for academic establishments for a number of years. Aerobic digesters eliminate food waste by converting it into nutrient-neutral water or \"grey-water\" and transporting it through standard sewer lines. Aerobic Digestion can be used for anything a human stomach could digest including meat, seafood, poultry, produce, dairy, prepared foods, grains, bread, and pastries."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The importance of having insight into your waste stream"},{"type":"hard_break"},{"type":"text","text":"While the aerobic digestion process is relatively unchanged, new technology has emerged that some digesters include that allows universities to remotely monitor and track food waste in real-time. This data provides a flexible and state-of-the-art approach to solving and improving on a myriad of time-consuming and costly processes such as menu planning, food preparation and staff productivity. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"On-site aerobic digestion combined with cloud management technology provides well-organised real-time data (accessible anytime from any smart phone, tablet, or computer) to key university staff, allowing them to track their food waste over time, highlighting trends and frequencies by time, date and even type of food. The data also calculates user’s environmental contributions having not had their food waste transported to landfill, along with the resulting environmental impact."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Through this technology, on-site aerobic digesters are also capable of isolating the data further by classifying the food waste if expired, damaged, overcooked, overproduced, trimmed, contaminated, mis-ordered or from its destination like the canteen, sandwich bar, coffee shop, food court, etc."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Kitchen staff are not the only beneficiaries of the waste data or savings. Operational departments can harvest the data to further reduce cleaning costs, and adjust workloads while real-time SMS and E-mail alerts keep operations teams in touch with the digester’s performance. Financial departments can keep the waste and food costs under control and can easily track their return-on-investment while admission departments can use the data to draw in students that are environmentally conscious. Sustainability departments can reliably communicate their diversion efforts to the students, staff, potential recruits and donors. And as more and more commercial food waste bans are executed across the country, schools will have a tool to reliably account for their disposal method to meet any regulatory or reporting requirements. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The environmental picture"},{"type":"hard_break"},{"type":"text","text":"In addition to the significant environmental pollution caused by trucks travelling often hundreds of miles to landfill or compost facilities, and the growing evidence of the negative impact of diesel emissions on human health, together with greenhouse gases 21 times more powerful than CO2, caused from food waste left in landfill decomposing and releasing methane that severely impacts global warming, it is clear that traditional disposal of food waste is anything but environmentally sustainable. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"If on-site aerobic digestion were responsible for disposing and diverting the food waste generated by the 2.3 million students enrolled in universities in the UK from landfill, it would be enough to fill 32,850 waste collection trucks and preserve 6.2 million cubic feet of landfill space, ultimately reducing the overall environmental impact of universities across the country. It is going to take more than the sum of individual solutions to solve the issues around food waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://universitybusiness.co.uk/Article/waste-not","target":null}}],"text":"http://universitybusiness.co.uk/Article/waste-not"}]}]},"source":"University Business:  By Alex Giacchetti"}