{"_id":"5f402c9a9255e974efc60546","title":"Aerobic Digester \"smart\" Way To Address Disposal Bans","publicationDate":"2015-04-16T00:00:00.000Z","tags":["Digester"],"summary":"The diversion of organic waste from landfills to composting facilities is an ongoing social trend being embraced by municipalities, businesses and cit...","slug":"aerobic-digester-smart-way-to-address-disposal-bans","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"The diversion of organic waste from landfills to composting facilities is an ongoing social trend being embraced by municipalities, businesses and citizens. The increase in organics recycling, which mostly refers to yard trimmings and food scraps, has been driven not only by a lack of space in bulging landfills that for years were the only destination for garbage, especially in Canada and the United States, but by the environmental movement which has heightened awareness of recycling programs and processes. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Across the United States, some cities have already made great strides toward implementing organics disposal bans. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In San Francisco, undoubtedly the “greenest” city in the U.S. with 80 percent waste diversion, the Mandatory Recycling and Composting Ordinance requires San Franciscans to separate recyclables and compostables into green, black and blue bins. Residents pay a flat fee for the recycling and composting service, and building owners can be fined if they fail to provide recycling bins. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Seattle recently implemented a similar policy whereby those who fail to compost “food waste and compostable paper” will be penalized. The organics diversion program was rolled out to help the city meet its goal of recycling 60 percent of its waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"While not an organics ban per se, according to recent National Geographic article, in 2013 former New York Mayor Michael Bloomberg announced a plan to compost the 100,000 tons of food scraps per year generated by 8 million New Yorkers. The article quotes Bloomberg as saying that New York buries 1.2 million tons of food waste in landfills every year, at a cost of nearly $80 per ton. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The U. S. still has a ways to go, however, as noted by Biocycle.net, an online magazine that covers the organics recycling industry. In a recent survey, the publication found that of 4,914 compost sites surveyed, 70 percent handled yard trimmings and only 7 percent composted food scraps. Of 20 states that have enacted bans on yard waste in landfills, only “a handful of states” have established food waste disposal bans. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In Canada, cities are becoming increasingly proactive in enacting programs for diverting organic waste. Whitehorse, for example, launched a pilot project this year to get more buildings included in organics collection, while in Vancouver, new rules governing food waste went into effect on January 1, 2015. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The new policy in Vancouver, which affects municipalities across the Metro region, prohibits the inclusion of organic waste in the garbage stream, whether residential, commercial or institutional. It requires all businesses and residents to separate organic materials from other garbage, or face fines on existing disposal costs. Those affected are being given until July to comply with the organics ban, and to find alternative waste removal options. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It was in this climate of increasing diversion of organic waste that a New York-based technology began investigating a food disposal process that could fill a niche for businesses that were looking for ways to comply with mandated organics recycling programs, or for organizations simply wanting to reduce their environmental footprints and to save money on disposal costs. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Eco-Safe Digester"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHitech America manufactures an aerobic digester that can be employed by producers of large amounts of organic waste – such as big restaurants and super markets – to process their food waste onsite rather than trucking it to a composting facility. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHitech’s Eco-Safe Digester is essentially a metal box that brings together heat, moisture and oxygen to break down bacteria. These aerobic digesters can eliminate up to 2,400 pounds of food waste in a 24-hour period, by converting it to “grey water” that is disposed of through standard sewer lines. The process differs from anaerobic digestion, where a food-based slurry is pumped into an airtight vessel and generates gas as it decomposes. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The company’s CEO, Frank E. Celli, said he detected an opportunity in the mid-to-late-2000s when he noticed large companies like Walmart were exploring means to help reduce the amount of waste being generated for disposal. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“I decided at that point that they would continue to shift towards less waste going into landfills. And part of that movement would involve emerging technologies,” said Celli. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"He said one of the main advantages for users of their Eco-Safe Digester is the fact that it is installed onsite, at the point of generation. This saves users from having to truck material to a composting facility, adding transportation costs and disposal fees. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The more times you have to transport that pound of waste, the more costly it is and the more environmentally inefficient it is. So one of the things we really like about our digester is it is installed at the point of generation. It minimizes logistics both on site and off site, having positive environmental impact as well as positive economic impact. “"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Celli says current and potential customers include supermarkets, restaurants and other large producers of food waste such as prisons, universities and hospitals. 350 Eco-Safe Digesters are currently installed in locations around the world, with the bulk of the units sold in the U.S. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Although the Eco-Safe Digester is capable of handling over 2,000 pounds (0ne ton) of food per day, Celli noted the units are best suited for facilities that are processing in the range of 200 to 300 pounds daily. “We estimate that there are approximately a quarter of a million of those locations in the United States alone.” "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Asked about a company’s return on investment should they decide to purchase an Eco-Safe Digester, Celli said companies in areas of the U.S. with high tipping fees, in the range of $50 to $60 a ton, will certainly realize savings. But the real game-changer for a company is the “smart” technology contained within the aerobic digestion unit. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“What we’ve done over the past two years is convert the box into a smart machine to be able to provide pretty detailed real-time data and analytics about the waste that’s being deposited,” said Celli. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"A scale weighs food waste each time it is added, determining where, when and what food waste is being disposed of. Then the BioHitech Cloud, a technology platform hosted by Amazon, measures key metrics to offer businesses the data needed to optimize their food waste disposal process, and identify ways to prevent disposal altogether. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Celli said the metrics are important for any food-industry business. Using diagnostics from the Eco-safe Digester, businesses can determine areas where waste generation is higher than it should be, thus driving efficiencies within their organizations. “We can see what happens on this day that doesn’t happen on this day that doesn’t happen on other days, or what happens in this store that doesn’t’ happen in other stores,” Celli explained. “And when we find an anomaly, we can drill down and say, ‘when did it happen, why did it happen?’”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"An added benefit of these digesters is their positive environmental impact. Celli said the grey water (the end product of aerobic digestion) has been tested by various customers, with lab results proving that water is benign and safe for discharging into sanitary sewers. In addition, the unit has the ability to recirculate the grey water, thereby reducing the amount of fresh water needed. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHitech America is also working with anaerobic digestion companies to supply feedstock for their units, which could dramatically reduce the volumes such companies would need to transport in liquid waste trucks. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://www.recyclingproductnews.com/files/issues/digital/rpn/23-3-sample/index.html","target":null}}],"text":"http://www.recyclingproductnews.com/files/issues/digital/rpn/23-3-sample/index.html"}]}]},"source":"Recycling Product News:  By Andrew Topf, Associate Editor"}