{"_id":"5f4031f04c663579fee7c55c","title":"AEROBIC DIGESTER REDUCES GLOBAL WARMING IMPACT, STUDY FINDS","publicationDate":"2018-11-02T04:00:00.000Z","tags":["Digester"],"summary":"The University of Delaware recently completed a Life Cycle Assessment of BioHiTech’s aerobic digesters for food waste management. The study demonstrat...","slug":"aerobic-digester-reduces-global-warming-impact-study-finds","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"The University of Delaware recently completed a Life Cycle Assessment of BioHiTech’s aerobic digesters for food waste management. The study demonstrated how BioHiTech’s technology can significantly reduce the global warming impact of food waste disposal. WWD Associate Editor Sara Myers spoke with Emily Dyson, director of Science, Research and Development at BioHiTech, to talk about the study, aerobic digestion process as a whole, the trend of capture and more."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Sara Myers: What is an aerobic digestion system?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Emily Dyson: The BioHiTech Aerobic digester is basically a large stomach, for lack of a better word, that can process food waste through the use of aerobic digestion. Aerobic digestion is the process of breaking down [waste] using microorganisms and oxygen and the proper temperature, which we regulate that through water, and pH. If you have a good blend of food then you’ll have a pretty neutral pH. That results in the breakdown of food from anywhere, between 250 lb to 1200 lb. in a 12-hour period, depending on the size of the machine. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Myers: When did you decide to conduct an Independent Life Cycle Assessment of the aerobic digester solution? And why?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dyson: The study was done and completed by the University of Delaware. University of Delaware already had two of our digesters in place in their dining hall and they actually reached out to us because they let us know that they were doing a study. We just provided them with whatever data we could and they were the ones that issued the LCA. We happened to issue it as a press release because the document was very favorable to the aerobic digesters. But, it was University of Delaware’s product."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Myers: Results found the technology you use is an environmentally friendly alternative. Can you talk about examples that would not be environmentally friendly?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dyson: Landfills. The transportation of organic waste to landfills is not environmentally friendly at all. If you look at the life cycle analysis that the University of Delaware did, they did a comparative study between the aerobic digesters and anaerobic digesters, composting and then landfill disposal. The aerobic digesters came out “far and away” as the most environmentally friendly from a greenhouse gas perspective. If you had to put them in order I’d say out of the four things evaluated in the life cycle assessment that the digester would be first, followed by the anaerobic digester, followed by composting, followed by landfilling. There are solutions coming online every day to divert waste from landfills and people need to be evaluating those."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Myers: What steps have you taken to make sure your product is not hurting the environment?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dyson: I think its important to understand that if we’re not sending waste to a landfill, if you’re taking trucks off the road, if you’re using an existing infrastructure to dispose of the food waste, it's benefiting the environment to do that. If your using trucks, and trucks are driving a hundred or more miles to dispose of it, you’ve lost any environmental benefit. BioHiTech has been doing research on the digesters for years now. I joined BioHiTech three years ago, and we’ve certainly been doing a lot of in depth research since then to ensure that the effluent that we generate can be put through the sanitary sewer. We’ve evaluated safety to workers. We’ve done studies to make sure that there are not any off gases, like methane, from the digester. The only time methane is present is in the absence of oxygen. So, because we are an aerobic digester there is no methane. If you look at anaerobic digestion they’re capturing the methane. They’re using it to create energy. At landfills, if you go and look on the internet, you can find websites that talk about what facilities are actually using methane gas vs. ones that aren’t and are just flaring the gas. We’ve looked at and compared our technologies to get us to a point where we can very confidently say and back it up with science that we make an environmentally strong beneficial impact. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Myers: Is biogas capture becoming a greater trend?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dyson: Yes. I think it’s going to have to be. It has been moving in that direction. I think there’s going to be a bigger interest in biogas capture. Especially, because of the newest UN climate change documentation that just came out. I think people that are of the 20 to 40 age range, are going to be really pushing to use the earth’s resources, even the waste resources, in a more beneficial way. And that’s certainly the attitude that BioHiTech is trying to take. But biogas, it has its uses absolutely."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"I think the use of biogas in and of itself from a landfill is something that should be captured and used. However, there are technologies in place, like the BioHiTech digester. Those technologies need to be evaluated. There is not going to be one solution that is going to fix this. We’ve got to use all of the capabilities that we can in our arsenals. And that arsenal is growing all the time, not just by BioHiTech, but by the waste and technology industry in general."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Myers: Have facilities been interested in achieving net zero?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dyson: Lots of places want to achieve net zero. That’s kind of the “buzzword” right now. You have municipalities and companies that are trying to move towards net zero. The digesters are one solution among many. I can think specifically of one customer that we have, Founding Farmers, a restaurant chain in the Philadelphia/D.C. area. They are doing everything they can to get themselves to a net zero. And, that’s a fantastic goal. I think all of the big chains, for example Hilton Hotel chains, are driving to net zero. We become one part of the solution to achieve zero waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Myers: Do you think this could become a wider trend?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dyson: Oh, absolutely. It’s challenging because the waste industry hasn’t been the leaders in reducing waste. For our BioHiTech digester, we have an analytical capability with it. If people had a digester and they used that analytical data, they could actually reduce the waste that they generate. And that’s really where BioHiTech comes from on this. We are at the very start, educating people using the analytics that are on our machine to have them understand the waste they generate. Then they can start looking at their menus and saying, “Oh wow, breakfast. Tuesdays must really not be very good because we throw most of it away.” They can start changing their practices. We start by education and trying to change people’s methods. Then the next thing is just using the existing infrastructure. We use the sanitary sewer and the wastewater treatment of plants, and there’s beneficial output on that. And on the end of it, we have reusable commodity. Waste becomes a commodity at that point. That’s where you find the trend of people trying to find where that waste becomes useful again. Economics is already the driver, always has been. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.wwdmag.com/qa/aerobic-digester-reduces-global-warming-impact-study-finds?fbclid=IwAR3l3OKpF_BPlSehbyjqF9ZqvKI5EafxsxdmjLEkJ_9IuUXm-b_bTCJIv5Y"}]}]},"source":"Water & Wastes Digest:  An Interview with Emily Dyson, Director of Research and Development at BioHiTech"}