{"_id":"5f4031169255e974efc605ad","title":"Ahold's Somerville bfresh market to open this month","publicationDate":"2017-02-06T00:00:00.000Z","tags":["Digester"],"summary":"bfresh market is opening a third location in Davis Square   On a corner in Davis Square sits bfresh market, a new grocery store opening at the end of...","slug":"aholds-somerville-bfresh-market-to-open-this-month","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"bfresh market is opening a third location in Davis Square"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"On a corner in Davis Square sits bfresh market, a new grocery store opening at the end of the month."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The unfinished store will offer both store brand and organic products, with both local and seasonal produce. Their mission is to offer fresh foods while keeping an affordable price."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"With two stores in Allston and Brighton, Davis Square will be the third, and biggest, location."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"For the coffee-obsessed, there will be a Dunkin Donuts within the store. The two companies share a seating area and restrooms, and will open and close around the same time."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"According to design doctor Saskia Dejongh, bfresh will hopefully open on Feb. 24, as long as all of the necessary permits are finalized and approved."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"We want to be your neighborhood grocery store,\" Dejongh said. \"What we focus on is healthy and fresh foods...we really value being able to come up with healthy meals, and we want to be affordable.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Little Kitchen"},{"type":"hard_break"},{"type":"text","text":"The bfresh Little Kitchen is towards the right of the store, with rows of glass shelves and display cases, which, in just a few weeks, will be filled with pre-made snacks, sandwiches, salads, baked goods, sushi, and more."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Real estate lead Mark Marrocco said the Somerville kitchen will be the \"hub\" of bfresh, and will distribute prepared items to the Allston and Brighton locations."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"Somerville is the quintessential fresh location,\" said Marrocco while leading a tour around the unfinished store Friday, Feb. 3. \"If this formula really works, then it will be replicated to a much larger scope ... this is the hub, so to speak.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"According to assistant store manager Krystle Bredeson, the Little Kitchen menu will change weekly. And, she added, the chefs welcome ideas from shoppers."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"People will be surprised ... when they walk in because we're emphasizing the freshness of our produce and our Little Kitchen,\" she said. \"It's something you don't typically see in this neighborhood.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Little Kitchen chef Ali Demadis said the kitchen makes their foods with seasonal ingredients, like the Fall Harvest Salad, which right now is more of a \"Winter Harvest Salad,\" with butternut squash, dried cranberries, and thyme."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"For those healthy New Year's resolutioners, bfresh also sells homemade juices and smoothies, said Demadis. All of the ingredients in the smoothies can be found in the store."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"A lot of stuff that we do in the Little Kitchen is health forward,\" she explained."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"bfresh goes green"},{"type":"hard_break"},{"type":"text","text":"According to Marrocco, almost all food waste will be disposed of by using a digester in the back of the store."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"The digester is something we're really proud of,\" he said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The digester runs 24/7, explained Bredeson, breaks down waste by turning it into a liquid. The machine can process bones, cores, and other food waste, and can hold up to 250 pounds a cycle. There are little black microbeads inside the digester, she explained, which help dispose of any bacteria from the waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Once the waste is broken down, the liquid is pushed into pipes and deposited right into a sanitary system, said Bredeson."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"We don't send the compost anywhere, we just break it down here,\" she said. \"Everything just drains out...it creates a lot less trash.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Do It Yourself"},{"type":"hard_break"},{"type":"text","text":"When customers are done shopping, they have a choice of checkout: with cashiers, the self-checkout stations, or through a mobile app."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"According to DeJongh, customers in Allston and Brighton typically use the app and self-checkout rather than waiting in line at the cashier stands."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The app is called Selfie Cart, and to use it, customers simply set up an account with their credit card information and scan the items as they shop. At the end of your trip, you simply have to check in with a staff member to be sure all of your items are there, and then you're all set. A lot of people, said Dejongh, like using the app because it's quick."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"What you use depends on what you are shopping for,\" she said. \"The more options you offer, the more customers you please. There's something for everyone.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In Somerville, there will only be four cashiers available, with staff members helping at the self-checkout stations."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dejongh said the team is excited to open the store in the coming weeks, and is looking forward to integrating themselves into the community."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"Once we are open, we [will be] a part of the community,\" said Dejongh. \"And that's really what we value. We aren't very formal. We want to see people full force.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"bfresh is scheduled to open on Feb. 24 but permits and inspections still need to be finalized and approved. The hours will be 7 a.m. to 10 p.m. daily."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://somerville.wickedlocal.com/news/20170206/somerville-bfresh-market-to-open-this-month"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Wicked Local Somerville:  Using the Eco-Safe Digester to create a lot less trash"}