{"_id":"5f402a929255e974efc60529","title":"Analysis Of Biodigesters And Dehydrators To Manage Organics On-Site","publicationDate":"2014-11-18T00:00:00.000Z","tags":["Digester"],"summary":"Current interest in and/or government mandates to divert source separated organics (SSO) frequently outpaces development of locally available composti...","slug":"analysis-of-biodigesters-and-dehydrators-to-manage-organics-on-site","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Current interest in and/or government mandates to divert source separated organics (SSO) frequently outpaces development of locally available composting and anaerobic digestion capacity. Food waste, the predominant SSO in the commercial organics stream, is wet and heavy leading to financial and logistical challenges when trucking it from the generator to an often distant processing facility. This reality has led to opportunities for on-site processing systems that either: 1) Substantially reduce the weight and volume of the organics prior to hauling; or 2) Biologically break down and liquefy the organics to the point that they can be disposed through the existing sanitary sewer system, eliminating hauling for this waste stream altogether. This dynamic has led to many organics generators being solicited with increasing frequency by on-site system vendors, particularly in states like Massachusetts, Connecticut, Vermont and California, which are at the forefront of implementing organics diversion policies. For generators subject to upcoming organics disposal bans (see “Massachusetts Sets the Table for an Organics Ban,” December 2012) and who are not already separating their organics for composting, on-site solutions appear to be a veritable “silver bullet.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"As SSO generators and facility managers attempt to obtain information about on-site systems independent of the sales calls and marketing claims, they can encounter difficulty finding objective comparative studies that discuss the range of available options applicable to their site-specific considerations. The goal of this two-part article series is to provide an objective analysis for institutional, commercial and industrial (ICI) generators of food waste. Part 1 describes and discusses two categories of on-site processing technologies for the ICI sector: biodigesters (otherwise known as “wet” systems) and dehydrators (“dry” systems). Part 2 includes case studies of users of various on-site systems. Not all commercially available on-site systems in these two categories are included in Parts I and II."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In general, on-site systems may effectively address challenges that food waste generators have regarding space constraints, vector control and cost. According to the sales literature, units being marketed can process anywhere from 100 lbs to 3,000 lbs or more of organics over a 24-hour period utilizing a relatively small footprint, which has intuitive appeal to many potential customers. Additionally, the systems are often seen by generators as a relatively simple, low-maintenance option, particularly when transitioning from a non-source separating system where organics are mixed with MSW. Of particular interest to most ICI kitchens is the perceived cost differential between traditional source separating and hauling of organics versus on-site management. The challenge for on-site solutions providers becomes one of presenting a system that lives up to the product claims including reliability, ease of use, accurate costs for water and electricity use, permitting requirements and composition of the residual liquid or solid. Ultimately, though, it is the responsibility of the purchaser to independently validate these parameters as well as compare results across solutions."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Throughout the process of conducting research for this article, one of the most challenging aspects was to identify and successfully contact distributors and vendors of the various technologies. Of the approximately nine biodigester companies contacted, only half returned calls despite repeated attempts. This narrowed the universe of companies profiled. Also precluded from the research set were companies that did not have contact information in the U.S. and/or lacked reference facilities in the U.S. In the dehydration marketplace, we found that changes in distribution agreements are quite common, leading to confusion as to who is selling what, what party is responsible for maintenance, and difficulty reconciling differing product claims. Unfortunately this ever-changing landscape makes it very difficult for potential customers to conduct independent due diligence. Confirmation of product promises is complicated by the fact that many of these systems are distributed by resellers, equipment leasing companies and waste consultants (separate from direct distribution), who often change the system that they sell/lease for a myriad of reasons. This distribution opacity has created confusion and uncertainty in the marketplace."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Basic Descriptions"},{"type":"hard_break"},{"type":"text","text":"Dehydrators and biodigesters employ varying levels and different types of technology. Dehydrators use a mechanical/thermal approach that effectively separates liquids from the solids. Dehydration systems can include pulping within the dehydrator itself, or can be coupled with stand-alone pulping and dewatering units to achieve maximum volume and weight reduction. With both approaches, the liquid portion is disposed of through the sewer and the greatly reduced solid portion is disposed of or diverted for recycling. At locations with higher volumes such as college cafeterias, preprocessing separately and then dehydrating in the unit is recommended for best results. The three companies most established in selling dehydrators are Somat, EcoVim and Gaia although other machines are available. There are also hybrid systems available such as the BioGreen. This system combines elements of biodigesters with dehydrators resulting in a pelletized organic residual by-product. Overall, composters interviewed who receive the output from dehydrators expressed satisfaction with this feedstock as it contains valuable nitrogen and carbon."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Biodigesters rely upon addition of proprietary biological agents and water to achieve their promised results of accelerated decomposition. The systems appear to break down the organics enough to get them down the drain (after adding water), which distinguishes them from garbage disposals (which directly macerate the materials). Biodigesters all utilize additives, which in most cases are a proprietary mix of enzymes and microbes. (An exception is EnviroPure, which claims its “BioMix does not contain any microbes, bacteria or enzymes“ but instead is comprised of minerals, nutrients, amino acids and vitamins.) The additives in these systems essentially accelerate the decomposition process and, with the addition of incremental amounts of water, transform the organic solids into a liquid within a 24-hour period. Many of the companies describe the technology as “waste to water” although it should be noted that the “water” is gray water, which may contain relatively high levels of biochemical oxygen demand (BOD) that can be corrosive to plumbing, detrimental to wastewater treatment systems and may contain high levels of nonbeneficial bacteria."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Many of these machines originated in South Korea and have been licensed to various entities to sell in the U.S. The key differentiators between biodigesters on the market are the composition of the biologic agent added to the waste to accelerate the decomposition process, and how effectively and efficiently the systems process and convert the waste to liquid. Water usage by these units range from 1 gallon/4 lbs of food on the low end to 1 gallon/1 lb on the high end."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Sewer Considerations"},{"type":"hard_break"},{"type":"text","text":"Due to the relatively small installed base of biodigesters and dehydrators in the U.S., most wastewater and plumbing permitting authorities have not revised guidelines or regulations that would apply to installation of these systems. After interviewing multiple wastewater authorities at municipal and district levels, regulatory officials have either limited knowledge of these systems or, at best, a very generalized understanding of what they do and how they do it. Biodigester companies are generally encountering little permitting resistance when installing their systems as they often characterize the install as ”replacing an existing fixture“ such as a slop sink, which requires no permitting. As such, vendors often do not proactively contact the local wastewater agency regarding acceptable discharge levels for BOD, FOG (fats, oils, grease) and total solids levels unless requested to do so by the customer."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Permitting authorities are cognizant of potential wastewater system issues that may stem from traditional garbage grinding or macerating of food waste prior to direct disposal into a treatment plant’s sanitary sewer system, e.g., potential to cause “slugs,” otherwise known as clogs. As such, many municipalities explicitly prohibit this grinding with direct disposal. As authorities become more aware of the potential for problematic new effluent discharges into their sewer systems, a serious concern arises regarding potential damage to the plumbing systems over time. Wastewater from industries that generate large amounts of food waste tend to carry high levels of chemical and biological pollutants, especially BOD. When mixed in a sanitary sewer system with sulfates, normally present in the human digestive track, hydrogen sulfide (H2S), can be formed. H2S is a corrosive and acidic gas that can corrode pipes — not a desirable outcome for those responsible for maintaining plumbing and wastewater systems. Municipalities and districts with smaller wastewater treatment facilities and/or older buildings with narrower drains are particularly vulnerable to these effects due to smaller volumes and pipe sizes."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Enzymes pose another potentially problematic element to many of the biological systems. In one interview with a wastewater enforcement officer, concern was expressed that using enzymes to liquefy organics only serves to break down the waste temporarily, with much of the FOG congealing again further downstream. Similar issues have been raised about bacteria as a FOG management tool. The fact that many of these chemical and biological solutions are new to the market means that these agents and the vendors who sell them are essentially self-regulated, which can lead to overly liberal interpretation of sewer regulations."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Reconciling Product Claims With Reality"},{"type":"hard_break"},{"type":"text","text":"Waste To Water: The scope of research for this article included interviewing vendors, users, consultants and wastewater officials. Throughout this process, the most challenging aspect has been substantiation of the vendors’ marketing claims. (In addition, a number of companies, especially in the biodigester market, appear to be actively marketing systems but are not accessible via telephone or email.) Biodigester vendors use the claim, “waste to water.” All of the biodigester systems included in this study claim significant BOD and total suspended solids (TSS) reduction although this claim is clearly the most difficult to independently confirm because: 1) Levels vary depending on the type of initial waste fed into the machine (some organics such as dough and dairy have inherently higher BOD levels); 2) Levels are dependent on ”seed count” of the microorganisms (the amount of bacteria present at any given time); and 3) Very few independent studies of effluent characterization are publicly available. Table 3 provides an example of a vendor’s effluent claims. Bear in mind that substantial amounts of water are added to a substrate (organic waste) that already has a liquid content of approximately 85 percent water."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Food Waste In, Compost Out: Two claims found in the marketing materials of dehydrator systems are “Food Waste In, Compost Out” and “Food Waste In, Potable Water Out.” First, the claim that the residual is stable enough to be directly utilized like compost is problematic as the solid residual, if not adequately cured, can lead to large fungal colonies, odors and associated issues. Studies have shown that using dehydrated food waste as a soil amendment, either alone or mixed with compost, creates an environment conducive to fungus and attractive to a variety of unwelcome vectors (see “Food Waste Diversion At Urban University,” December 2011). Interviewees have indicated the key variable influencing fungus growth is the moisture content present in the residual after a full treatment cycle, which appears to vary from system to system. The other component of all dehydration systems is the liquid portion that has been captured in a vapor form, reconstituted in a vessel and then disposed via a drain. Some vendors claim that this water is potable (one salesperson is reported to actually drink the water at sales calls to prove it). Bearing in mind that that the liquid portion has measurable BOD levels, it is advisable that both the liquid and the solid fractions are tested to ensure no deleterious impacts."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Costs Vs. Benefits"},{"type":"hard_break"},{"type":"text","text":"As with any additional piece of equipment in most commercial and institutional kitchen settings, space considerations are always a significant hurdle to overcome. Also, depending on which machine and/or technology a generator is considering (biodigesters and dehydration systems alike), access to a drain and/or plumbing (hot and cold or just cold) are considerations. The relatively high amount of water required for biodigesters is cited by users as both cost and sustainability considerations. A key benefit cited by vendors of dehydration systems is that they effectively split the waste into its two basic components, solids and liquids, and process them separately. As an example, a typical dehydrator will convert 250 pounds of food waste into 25 pounds of sterile organic biomass and 25 gallons of water."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dehydrators are engineered to maximize energy efficiency although the amount of electricity required is higher relative to a biodigestion system. Another aspect of dehydrators that has been cited as a implementation challenge is that most units are batch systems, which can lead to large amounts of organic waste needing to be stored while waiting for the uninterruptible process to finish. Biodigesters, on the other hand, are continuous feed systems; waste may be added at any time as long as there is sufficient room in the vessel."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"When comparing dehydrators and biodigesters, the significant differences are what goes in and what comes out. Dehydrators typically do not require added water as they vaporize the liquid via high temperature, providing the generator with an organic residual that typically shows an 85 to 95 percent reduction in volume and weight. This residual, though, still requires off-site transport, which represents a discreet cost. Biodigesters, on the other hand, work by adding water to biochemically slurried waste and getting rid of it via the sewer. Although hauling is avoided with biodigesters, vendors charge for their proprietary biological additives, which are added at intervals ranging from continuously to once every three to four months. Another cost component for these systems is the required regular replacement of the media added to the vessels (wood or plastic chips) that essentially serve as a habitat for the microorganisms."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"One of the key sustainability benefits of dehydrators vs. biodigesters is that a much larger fraction of nutrient value in the organics is retained. The water that is disposed (condensate) by dehydration systems does contain BODs although these levels have not been flagged as a major concern. Effluent from biodigesters, on the other hand, is raising red flags in the wastewater community because if the liquid that is being discharged into the wastewater treatment system does, in fact, carry high levels of BOD and sludge, then the cost of the disposal is essentially being transferred from the generator to the municipal ratepayers."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"On-site organic waste solutions for larger organics generators are appealing on economic, logistical and hygienic levels, but the promise of a proverbial “silver bullet“ solution to dealing with large amounts of organics simply does not exist. Indeed, with every system reviewed and researched there are tangible benefits although none are without costs and opaque product claims. Ultimately, what is clear is that as a result of the light regulatory environment governing dehydration and biodigestion systems coupled with their relatively new appearance on the market, the customer bears the responsibility to verify and validate vendor claims. As one individual who has had experience with these systems said…buyer be aware!"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Biodigester Vendor"},{"type":"hard_break"},{"type":"text","text":"System descriptions excerpted from sales literature, interviews and vendor claims are summarized:"},{"type":"hard_break"},{"type":"text","text":"BioHitech America: Eco-Safe Digester “saves up to 50 percent/month” from reduced hauling costs; Monitors pH and can introduce either acidic or alkaline solution to restore effluents to near neutral levels; BOD, COD, TSS levels “typically under acceptable limits;” Can digest up to 2,500 lbs/day, including vegetables, fruits, meat, fish, poultry, grains, coffee grinds, egg shells and dairy products, with decomposition occurring within 24 hours; Approximately 100 gallons of effluent are produced by every 1,200 pounds of food digested."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"https://www.biocycle.net/2013/10/25/analysis-of-biodigesters-and-dehydrators-to-manage-organics-on-site/","target":null}}],"text":"https://www.biocycle.net/2013/10/25/analysis-of-biodigesters-and-dehydrators-to-manage-organics-on-site/"}]}]},"source":"BioCycle: Food Waste Processing Systems"}