{"_id":"5f402fca9255e974efc6056c","title":"Bacteria and big data:  Food waste meets its high-tech match","publicationDate":"2016-04-25T00:00:00.000Z","tags":["Digester"],"summary":"Food waste is one seriously smelly dilemma for anyone serving a large amount of people on a daily basis. But the creative minds at Chestnut Ridge, N.Y...","slug":"bacteria-and-big-data-food-waste-meets-its-high-tech-match","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Food waste is one seriously smelly dilemma for anyone serving a large amount of people on a daily basis. But the creative minds at Chestnut Ridge, N.Y.-based BioHiTech have come up with a modern-day solution to this age-old problem. Whatever you do, just don’t call it a computing garbage disposal. BioHiTech is the creator of the Eco-Safe Food Digester. This revolutionary industrial strength machine marries biology with technology, using seriously sophisticated bacteria and big data to break down food waste into gray water that drains away. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The system uses a process called aerobic digestion. When appropriate food scraps are added to the machine, natural bacteria are on hand to break the scraps down into a nutrient-rich liquid. The liquid can then be discharged directly through a sewer line. BioHiTech said the machine can process up to 2,500 pounds of waste in a day. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech CEO Frank E. Celli told FoxNews.com that the original version of the machine has been around for over a decade, but received a major upgrade in 2013. The system also harnesses could technology that measures the efficiency and progress of each machine. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Our most notable improvement was converting what was largely a cool device that decomposed waste quickly and converting it into a smart machine, allowing it to become a network-connected device,” he said. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The data collected provides a real-time audit trail for the company’s customers, who can even access their data on the go via a smartphone app. BioHiTech cites The Cheesecake Factory, GE and Marriott as customers. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The waste industry has gone largely unchanged for the better half of a century, and companies that deal in large quantities of food potentially face three stages of loss. The first loss comes from shipping the food in, the second is the action food waste and the third is waste storage and transportation. The Food and Agriculture Organization of the United Nations estimates that one-third of the world’s food supply is waste each year. About 95 percent of the food thrown away in the U.S. ends up in landfills or combustion facilities, according to the Environmental Protection Agency, which notes that Americans disposed of more than 35 million tons of food waste in 2013. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Celli said that part of the problem stems from the waste industry itself, which tends to prefer the antiquated system by which waste is stored, hauled hundreds of miles and then buried in landfills. “Technology has changed almost every company in the world,” he said. “Waste companies don’t have an incentive to accept technologies like ours because it may have a material impact on their business model.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech estimates that 30,000 pounds of food waste saved per month at one location equates to 24.7 barrels of oil, 8.7 acres of forest and over 1,100 gallons of gas. Moreover, the digestion to liquid process eliminates the fuel use and emissions required to pick up and haul away the food waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Regulations are starting to be passed and moved in favor of the fact that we have to get waste out of landfills,” said Celli, who noted that a large chunk of landfill waste is organic. “Getting everything out is impossible, but food waste is a big chunk; 30-to-40 percent is a big slice.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.foxnews.com/tech/2016/04/25/bacteria-and-big-data-food-waste-meets-its-high-tech-match.html"},{"type":"hard_break"}]}]},"source":"FoxNews:  Food waste is one seriously smelly dilemma"}