{"_id":"5f4031b54c663579fee7c54e","title":"Berkeley County Waste-to-Fuel Plant Sets Example for the Nation","publicationDate":"2018-03-26T00:00:00.000Z","tags":["Global"],"summary":"Berkeley County Solid Waste Authority (BCSWA) Chairman Clint Hogbin is very proud of his organization’s efforts to adhere to the West Virginia Legisla...","slug":"berkeley-county-waste-to-fuel-plant-sets-example-for-the-nation","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Berkeley County Solid Waste Authority (BCSWA) Chairman Clint Hogbin is very proud of his organization’s efforts to adhere to the West Virginia Legislature’s requirements that all solid waste authorities reduce landfilling. In fact, it could be argued that, with Hogbin’s influence, BCSWA is one of the most progressive authorities in the state—making great strides in recent years towards sustainability and recycling."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"A shining example of such strides sits productively on 12 acres behind BCSWA headquarters at 870 Grapevine Road in Martinsburg (WV) in the form of a 55,000-square-foot building under construction—designed to turn municipal solid waste into solid fuel (referred to as mechanical biological treatment)."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"What amounts to a large indoor composting facility, the $19 million project is a flagship endeavor spearheaded by Entsorga West Virginia (Entsorga)—a joint venture between Enstorga Italia (the technology provider), Apple Valley Waste Technologies (a wholly owned subsidiary of Apple Valley Waste), and BioHiTech (a wholly owned subsidiary of BioHiTech Global)."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The facility is expected to reduce the landfilling from the Eastern Panhandle by seventy to seventy-five percent,” indicated Hogbin. “It will also create jobs, while demonstrating that there are better ways to manage our ever-growing waste stream than just digging a hole in the ground.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Hogbin also pointed out that the term “municipal solid waste” or “MSW” has its own legal definition in each state, but generally, describes the non-hazardous waste stream from homes, institutions, and most businesses—i.e. day-to-day household or office trash."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Nearly a decade in the making, the first meeting between Entsorga and BCSWA took place in 2009. “There were years of study, permitting, and development of agreements before the ground-breaking ceremony in 2016,” said Hogbin. “The land is being leased to Entsorga for thirty years by BCSWA. Therefore, there is lease revenue already being used to benefit the county’s litter-control and recycling programs.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"How it Works"},{"type":"hard_break"},{"type":"text","text":"Essentially, waste will be delivered in standard waste-collection trucks. Once received into entrance pits within the building, it’s a three-step process. Step one involves the initial reception, where a primary mechanical/automated process splits the waste stream into oversize and undersize items."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Then, the undersize items move to step two: the bio-oxidation (or stabilization) hall—where moisture is reduced (up to 40 percent of waste volume is moisture) using a patented reverse-flow air system. The floor is perforated beneath with a system of stainless steel piping—enabling the facility to pull air down through the waste. That air is then circulated, and periodically, via software, reversed—similar to a convection oven—thus accelerating the stabilization of the organics. When the software detects the desired results, the batch is moved to the third and final step."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The third step is what we call mechanical refinement,” explained Frank Celli, a board member at Entsorga, CEO at BioHiTech, and chairman of the board and part owner at Apple Valley Waste (he wears a lot of hats). “We remove metals, PVC [plastic], shred, the trommel screens, and ultimately, we’ll take that stabilized waste and split it into standard recyclables, PVC products, and inert materials (dirt, dust, glass)—with the remaining material (high-BTU: paper, plastics, etc.) being what we call solid recovered fuel (SRF). Somewhere between forty to forty-five percent of what comes into the facility will be converted into an engineered fuel.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Recent headlines have indicated that the Grapevine Road endeavor is the nation’s first mechanical biological treatment waste-to-fuel facility. “To our knowledge, this facility is the nation’s first waste-to-SRF facility,” Celli noted. “There are facilities that are making refuge-derived fuel (RDF). The difference between that and us is under the terms of our EPA comfort letter. The byproduct of this facility is an engineered fuel; there’s a lot of money, time, and intellectual property that goes into creating it—so it’s different from RDF. When we say ‘nation’s first’ to convert municipal solid waste into a solid recovered fuel approved by the EPA, we are the first, to our knowledge. We use a proprietary biological treatment to produce an EPA-approved engineered fuel.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Finished Product"},{"type":"hard_break"},{"type":"text","text":"In the end, the engineered fuel, which takes anywhere from 10-14 days to process, basically looks like party confetti. “It’s a shredded fluff mixture of dried paper and plastic,” said Hogbin."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"That shredded fluff, however, has a very important use, added Celli. “The fuel will be used as a supplement or substitute for coal. It’s light and fluffy because it’s completely dry and stable. It’ll be fed with an air system—so it’s actually blown into the kiln when in use (versus a conveyor belt), which is why it needs to be light and fluffy.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The primary customer, for now, is Argos Cement—formerly Essroc Cement—based in Martinsburg. Interestingly enough, Argos Cement is considered the most sustainable cement producer in the world (Dow Jones)."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Celli also highlighted that the SRF will not replace coal at Argos, “… but if we can offset up to thirty percent of the facility’s coal consumption with a renewable engineered fuel, then we’re certainly providing a very positive environmental impact.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"How it All Went Down"},{"type":"hard_break"},{"type":"text","text":"The opportunity was brought to Celli at Apple Valley. Entsorga Italia, who owns the intellectual property, was looking for a partner in a facility they’d hoped to develop in Martinsburg—but they needed a feed-stock facility."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The relationship was originally with Essroc,” said Celli. “Argos ended up buying Essroc, and the folks at Entsorga Italia had an ongoing relationship with them that derives from back in Europe. Argos has an international name in sustainability—so I guess a lot of stars aligned.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Essroc facility, at the time, had recently undergone a major retrofit, and they had a desire to lower their carbon footprint and use an alternative fuel. They were accustomed to using such fuel in Europe, but it’s relatively new to the U.S. At the same time, Martinsburg’s only landfill was nearing capacity.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The Berkeley County folks, Clint Hogbin, offered up the old landfill site—they’re very progressive—and I can’t say enough about them,” emphasized Celli. “It made sense; we had demand for fuel in the market—we had a surplus of municipal feedstock that had to leave the market. So, a cost-effective local disposal opportunity that could manufacture a renewable fuel to be able to close the loop and use that fuel right in the county where the waste is generated was a great solution on the local level, and a great model for what we can do throughout the U.S. as we move forward with sustainability initiatives involving waste.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Celli is a believer that the U.S. will ultimately look more like Europe sooner than later in the way that it deals with municipal solid waste. “Clean tech does not necessarily have to cost more money—there are products that can be deployed that are more sustainable than traditional landfilling.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In the meantime, the Grapevine Road facility, as well as its customer, Argos Cement, will enter into a relationship that will process 88,000 tons of municipal solid waste per year. Commercial operations will likely begin at some point this summer."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“These facilities will be widely accepted throughout the U.S.,” Celli assured. “There’s no combustion; all heat within the facility is naturally created. It’s fully automated—it basically looks like a FedEx warehouse. It’s very exciting to be starting this up in West Virginia. It represents a viable, cost-effective solution for municipal solid waste disposal in areas that don’t have the luxury of proximity to landfills with years of life on them."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“That said, we’re only going to put twenty percent of the incoming material back in the landfill—so we’re really helping to extend its life, in addition to the other benefits. And we can do it at a rate that is equal to or less than the current disposal market—in our case, keeping nearly one hundred thousand tons of waste, per year, out of the landfill. We’ll also supplement forty- to fifty-thousand tons of coal per year. It’s a win-win for everyone.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://wearetheobserver.com/berkeley-county-waste-fuel-plant-sets-example-nation/"},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"The Observer: There are better ways to manage the ever-growing waste stream than just digging a hole in the ground"}