{"_id":"5f40321f4c663579fee7c56a","title":"Berkeley County is home to a first-in-the-U.S. technology for turning household waste to a high-energy solid fuel.","publicationDate":"2019-05-09T04:00:00.000Z","tags":["Renewables"],"summary":"West Virginia has a long and proud reputation as an energy state. So, it’s not surprising that, when Berkeley County officials saw more and more peopl...","slug":"berkeley-county-is-home-to-a-first-in-the-us-technology-for-turning-household-waste-to-a-high-energy-solid-fuel","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"text","text":"West Virginia has a long and proud reputation as an energy state. So, it’s not surprising that, when Berkeley County officials saw more and more people moving into the Eastern Panhandle early this century and less and less space for landfilling the waste those people would generate, they turned to energy as a solution."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Berkeley County Solid Waste Authority looked into technologies for converting waste to diesel fuel. It researched turning waste to gasoline. It thought about compressing waste into briquettes."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Then the nearby Martinsburg manufacturer Essroc—now Argos Cement Co.—suggested a solution its sister cement companies in Europe were already benefiting from: High Energy Biological Treatment, or HEBioT (“hebbiott”), an Italian technology that converts household waste to a solid fuel that’s so energy-dense, it can meet the most demanding uses. Even uses like power generation and cement production."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"With Essroc already an interested customer, county officials saw Entsorga Italia’s HEBioT process as a smart solution."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Of course, all good things take time—especially things that involve constructing a major factory around an imported technology. Entsorga West Virginia finally broke ground in January 2016 on its $35 million facility outside Martinsburg. And in February 2019, the 50,000-square-foot automated sorting and processing plant, the first HEBioT facility in the United States, started accepting household waste from Berkeley, Hampshire, Jefferson, and Morgan counties through its big ladybug doors."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The HEBioT processing that takes place behind those doors is so commonsensical, it’s surprising it hasn’t come into use everywhere much earlier. The first of two main processes is biological. Once delivered waste is massed into batches and large items like big cardboard and plastics are set aside, the majority of it—mostly food and yard waste and small paper and cardboard—is subjected to a monitored flow of warm air to stimulate natural composting and drying. After that runs its course in 10 to 14 days, the large pieces rejoin the main waste stream."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The second process is mechanical. Materials that aren’t suited for the end-product fuel, like metals and PVC, are removed using air currents, magnets, and other mechanical methods. What’s left, refined to a uniform, “fluffy” consistency, is a U.S. Environmental Protection Agency–approved “solid recovered fuel,” or SRF, with a heat-generating carbon content of—well, no one knows yet."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Because this is the first one in the country, I can’t give you an absolute,” says Emily Dyson, project manager for majority partner BioHiTech Global. The experience at the 11 plants running so far in Europe says it might be two-thirds or three-quarters the energy content of coal. “But I believe it’ll be better than that of Europe, because we have more paper and more plastics, which provide us with higher BTU (energy) content. I think we’re going to be really close to coal.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"That energy-dense fuel will be delivered two miles away to the Argos cement kiln."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.wvliving.com/spring-2019/waste-not/"}]}]},"source":"WV Living: County officials see the HEBioT process as a smart solution"}