{"_id":"5f402fe29255e974efc60572","title":"Better Business From Dumpster Diving","publicationDate":"2016-05-27T00:00:00.000Z","tags":["Digester"],"summary":"When Dunkin’ Donuts franchise owner Bill Mulholland wanted to reduce costs, he took a closer look at his garbage. About a year ago, he got a deal on a...","slug":"better-business-from-dumpster-diving","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"When Dunkin’ Donuts franchise owner Bill Mulholland wanted to reduce costs, he took a closer look at his garbage. About a year ago, he got a deal on a $400-a-month bio-digester—a commercial, dishwasher-size steel box filled with bacteria that converts food waste into sewage—from BioHiTech, a maker of the machines. Mulholland, who’d heard about the digester from a friend, also liked the idea of helping the environment by cutting down on garbage. Besides shaving a bit off his $550 monthly trash-hauling costs, the web-connected machine provides Mulholland with information to help him better run his business. “If we don’t have enough waste running through the machine, I know we don’t have enough product,” he says. “If we have too much, we are overbaking. I really can see from afar if my store managers are doing a good job.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Extracting information from garbage was just what Frank Celli, the chief executive officer of BioHiTech, was after when he and his team devised a way to make the machines smart. “It occurred to me that waste was valuable,” says Celli, who as a teenager worked in his family’s garbage-hauling business in New York’s Hudson Valley. He could tell a lot about customers from their trash."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech started developing the web-connected digesters in 2013, adding an Intel processor, special software, and connectivity, and it began marketing the units in 2014. Since then, the company and a handful of competitors, including San Jose-based Power Knot and Canada’s Totally Green, have persuaded hundreds of businesses across the U.S., from Hilton Hotels to the Cheesecake Factory to the U.S. Army, to buy the units. Business owners and managers can track, via PC or a mobile app, how frequently the digesters are used, how much waste is digested, even which supplier the waste comes from. “It allows us to provide our customers with a level of transparency they can’t receive anywhere else,” Celli says."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The companies sell and lease the machines. BioHiTech’s leasing fees range from $6,000 to $13,000 a year, depending on the size of the unit; the purchase price ranges from $23,000 to $42,000. A small digester—46 inches wide, 35 inches deep, and 50 inches high—processes up to 800 pounds of waste in 24 hours, according to Celli."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech estimates the market for its type of digesters could expand to more than 250,000 units used by businesses domestically, as cities and states grapple with better waste management and environmental regulations. Roughly one-third of food production globally is lost or wasted, according to the Food and Agriculture Organization of the United Nations. Ninety-five percent of that winds up in landfills, where decomposing scraps emit methane, a greenhouse gas that contributes to climate change. Last September the U.S. Environmental Protection Agency and the U.S. Department of Agriculture set a first-ever national goal of cutting food waste in half by 2030."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Many states are pushing for reductions, too. A California law that requires businesses to arrange for recycling their organic waste started to take effect this year. Since 2014, Massachusetts has prohibited large waste producers, such as food processors and college campuses, from dumping food with the rest of their garbage. The efforts are similar to the move to adopt recycling in general, according to David Bodamer, an executive director at the trade publication Waste360. Some states lead the way, others follow. “The same thing is going to happen with food waste,” he says."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech’s Celli sees even greater opportunities to expand into larger machines and internationally. On May 16, the company, which is not yet profitable, announced that a subsidiary will focus on the municipal waste market. Last year it established a unit in the U.K. to exploit opportunities in Europe. The company hopes to sell 100 disposers in the U.K. in the next 24 months, and it’s also expanding in Singapore, Latin America, and Mexico. Totally Green, which turned a profit in the last year, could eventually expand beyond the U.S. and Canada. “We’re getting calls from all over the world,” says CEO Louis Anagnostakos. “People are starting to understand there are options to the truck, to the traditional waste-disposal methods,” he says."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The bottom line: Companies can learn a lot about their businesses by analyzing data from Web-connected bio-digesters."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.bloomberg.com/news/articles/2016-05-26/better-business-from-dumpster-diving"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Bloomberg Business: Web-connected digesters reduce waste and supply useful feedback"}