{"_id":"5f4031e14c663579fee7c558","title":"BioHiTech subsidiary receives local permit approval to build a HEBioT resource recovery facility in New York","publicationDate":"2018-09-28T04:00:00.000Z","tags":["Renewables"],"summary":"BioHiTech Global, Inc., a technology and services company that provides cost-effective and sustainable waste management solutions, recently announced...","slug":"biohitech-subsidiary-receives-local-permit-approval-to-build-a-hebiot-resource-recovery-facility-in-new-york","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"BioHiTech Global, Inc., a technology and services company that provides cost-effective and sustainable waste management solutions, recently announced that the Company's subsidiary, Rensselaer Resource Recovery, LLC, has received local permit approval from the City of Rensselaer New York to build a 72,000 square foot HEBioT municipal waste processing facility on 23 acres of land in the city's southern industrial area. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The planned facility is expected to generate approximately $12 million of high margin annual revenue through a patented waste processing system that converts approximately 40% of mixed municipal waste into an EPA approved solid recovered fuel (\"SRF\") and reduces the total residual waste ultimately sent to landfills by as much as 80%. BioHiTech controls the exclusive U.S. development rights for the patented HEBioT solid waste processing technology developed by Entsorgafin S.P.A. in 11 northeastern states and the District of Columbia."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Rensselaer City Planning Commission voted 5-0 to approve the project which included an environmental review and issuing a special use permit in the industrial-zoned area. BioHiTech is now seeking final permit approval from the State of New York to begin construction on the project. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Frank E. Celli, CEO of BioHiTech, commented, \"We are excited to have taken this important step forward in our Rensselaer HEBioT facility project. Having these local permits in place signifies that together with the City of Rensselaer we can embrace the future of sustainable waste disposal through technology that can reduce landfill usage and generate an EPA approved renewable fuel. We look forward to working with the State of New York to finalize the permitting process and bring this project to its fruition. With the first U.S. HEBioT plant in West Virginia nearing completion, our Rensselaer project achieving this significant milestone, and our planning stage project in Philadelphia, we are well on our way to building a strong pipeline of HEBioT facility projects that will add significant high margin revenue to BioHiTech in the years to come. We look forward to rolling out this important technology in conjunction with our other cost-effective sustainable waste management in order to build lasting value for our stockholders.\" "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.recyclingproductnews.com/article/29097/biohitech-subsidiary-receives-local-permit-approval-to-build-a-hebiot-resource-recovery-facility-in-new-york"}]}]},"source":"Recycling Resource News: Planned facility expected to generate $12 million of high margin annual revenue"}