{"_id":"5f4031fd4c663579fee7c560","title":"BioHiTech prepares for waste-to-fuel facility opening","publicationDate":"2018-11-30T05:00:00.000Z","tags":["Renewables"],"summary":"The saying “One man’s trash is another man’s treasure” has held true for ages. But if the technology that a new facility in Martinsburg, West Virginia...","slug":"biohitech-prepares-for-waste-to-fuel-facility-opening","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"The saying “One man’s trash is another man’s treasure” has held true for ages. But if the technology that a new facility in Martinsburg, West Virginia is introducing to the U.S. catches on when it begins operations early next year, the old adage may soon take on a new twist: One man’s trash is another facility’s fuel."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Entsorga West Virginia, a resource recovery facility that will process mixed municipal solid waste (MSW) into a clean-burning fuel, is set to begin operations in January. The facility is a joint venture between Entsorga Italia S.p.A., Tortona, Italy; BioHiTech Global, Chestnut Ridge, New York; and Apple Valley Waste Technologies, Inc., Kearneysville, West Virginia. BioHiTech, a developer of waste management technologies, announced Nov. 29 that it acquired an additional 26.8 percent share of the Entsorga facility, bumping it to the majority stakeholder over Entsorga Italia at 44 percent."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"Becoming the largest owner of the Martinsburg facility is a transformative event for our company, and we are excited to begin the full U.S. commercialization of this important environmentally friendly disposal technology,” says Frank E. Celli, CEO of BioHiTech Global. “We are more confident than ever that this will enable us to change the waste management industry and build significant value for our stockholders.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech touts Entsorga as the nation’s first resource recovery facility to use proprietary mechanical biological treatment (MBT) technology called High Efficiency Biological Treatment (HeBioT). Entsorga Italia developed the technology to produce solid recovered fuel (SRF), an EPA-recognized alternative fuel source that burns cleaner than fossil fuels. Though the technology is new in the U.S., MBT is used in more than 300 waste processing plants across Europe, with HeBioT technology deployed in 11 of them."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The facility brings with it ambitious promises to tackle some of the largest issues present not just in the waste sphere, but also in the environmental one: shrinking space for landfills, and land in general; an exponentially growing rate of waste as the population continues to climb; the burning of fossil fuels that account for a rise in greenhouse gases."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“As our population continues to grow, we want to find solutions out there that don’t continue to consume land,” says Michael Schmidt, the environmental services specialist and EVP of strategic growth and development at Gold Medal Environmental (GME) in Deptford, New Jersey. “I think it’s going to be game-changing with how we think about managing waste.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech is Gold Medal’s parent company, so Schmidt has first-hand knowledge of Entsorga’s potential environmental impacts. The facility, which Schmidt says cost about $35 million to construct, will have the ability to process more than 500 tons of MSW a day—nearly half of which will be converted into SRF. That fuel will then be sent to Argos Cement, a local cement kiln that will supplement coal with the fuel to power its plant. That is expected to reduce 28,000 tons of greenhouse gas emissions per year, Schmidt says—a win for the environment in itself. But because about 30 percent of that MSW is liquid and will evaporate in the process, and the rest will be converted SRF, Schmidt estimates the technology will help divert up to 80 percent of waste from a landfill. Along with less waste pollution, that also leads to less space consumed than ever-expanding landfills."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We want to be 100 percent landfill-free,” Schmidt says."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"How it works"},{"type":"hard_break"},{"type":"text","text":"The HeBioT process has four basic steps: reception, pre-screening, biological treatment and refining. Apple Valley Waste will collect curbside waste from residents and take it to the 50,000-square-foot facility, where they will dump it through fast-opening roller shutter doors into an indoor aerated reception pit. The pit is maintained under slight negative pressure so that odors are drawn into the building and through a large biofilter, and dust is captured by an air pollution control device that prevents the release of particles."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Once the waste is dumped, the process of moving through the plant is fully automated. The facility’s 15 to 20 employees won’t work on the floor. Instead, they work from an operator room and monitor the process as overhead cranes handle the rest."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Cranes grab the waste and place it onto conveyors, where it passes through a fast rotary screener and is channeled into two flows. The materials that pass through the mesh screen are small enough to continue in the process, while those that don’t are considered oversized. The larger material is removed and saved to be reintroduced during the final phase of the process."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Cranes then move the smaller waste to the biostabilization area and place it in batches on top of floors with a ventilation system. Air is drawn through the floor to support the waste with oxygen."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“It’s lying on almost like a grill, and vacuums are pulling air through the material to dry it out and take out the toxic chemicals that occur when waste breaks down,” Schmidt says. “It’s capturing that material and capturing those toxins to make it a cleaner product.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Biostabilization takes about seven to 10 days, Schmidt says. Sensors in the room measure different elements of the waste, such as its weight, chemical composition and moisture, to determine when it’s ready to move onto the last phase."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"From there, the material moves on to the mechanical refinement section of the facility, where the oversized materials are reintroduced and recyclable materials are removed. Anything that can’t be used to make SRF is either recycled or disposed in a landfill. Once the unusable materials are removed, the material is ground up into SRF—not a liquid, but a shredded mixture than can range from coarse to almost fluffy, depending on what size the customer wants it ground to."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"By the end of the process, which doesn’t involve any incineration or combustion, the 500 daily tons of MSW becomes about 250-300 tons of fuel sent off to the cement kiln. Schmidt says a ton and a half of SRF creates the BTU equivalent of one ton of coal, making it a viable alternative to burning fossil fuels. He says the plant “will continue to consume coal for manufacturing of cement but can do it in a more sustainable manner.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Looking to the horizon"},{"type":"hard_break"},{"type":"text","text":"Aside from the technology, the facility’s need for growth—or lack thereof—makes it another unique player in the waste space. The facility will sit on about 20 acres, which is in line with the size of a typical landfill, Schmidt says. However, unlike a landfill, “this facility never has to consume more and more space,” Schmidt says, as material constantly flows in and out of it instead of collecting in mounds."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"While space might not seem the most crucial issue the facility is addressing, it’s one that remains at the forefront of Schmidt’s mind."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We’re at odds with a growing population. It will put a significant demand on our land and resources,” Schmidt says, adding that in five years, states in the Northeast (near Entsorga’s location) will lose 35 percent of their landfill capacity. “Using land for a landfill just seems extremely irresponsible if there are other cost-effective solutions out there.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech controls the exclusive U.S. development rights for the patented HEBioT technology in 11 northeastern states and the District of Columbia, so the technology is sure to crop up again in the coming years. The company recently announced that its subsidiary, Rensselaer Resource Recovery LLC, has received local permit approval from the city of Rensselaer, New York, to build a 72,000-square-foot HEBioT facility on 23 acres of land in the city's southern industrial area. Celli of BioHiTech has also hinted at looking to Philadelphia as the next potential location."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"While Celli says the Martinsburg, facility will “add significant high margin revenue to BioHiTech's financials in 2019,” Schmidt also sees it as a step in the right direction toward providing environmental solutions in the waste space."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Our CEO’s got kids, I’ve got little kids. You look out at the horizon and you start to think, when is the time to act on this? ... Who’s going to address the problem?” Schmidt says. “This is cost-effective, proven technology that can be the solution. That’s why we’re focused on what we’re doing.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.wastetodaymagazine.com/article/waste-to-fuel-new-facility-biohitech-hebiot-srf-mbt/"}]}]},"source":"Waste Today: The company and its subsidiary discuss environmental benefits of the facility’s new technology"}