{"_id":"5f4030f19255e974efc605a6","title":"BioHiTech Global Beefs Up Eco-Safe Digester Technology with Alto","publicationDate":"2017-01-11T00:00:00.000Z","tags":["Digester"],"summary":"Between hotel restaurants, coffee shops, and room service operations, a single hotel can produce more than 250,000 pounds of food waste per year.    W...","slug":"biohitech-global-beefs-up-eco-safe-digester-technology-with-alto","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Between hotel restaurants, coffee shops, and room service operations, a single hotel can produce more than 250,000 pounds of food waste per year. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"With many states implementing food waste bans and formally monitoring waste outputs from hotels, stadiums, and restaurant chains, the waste management industry is undergoing an unprecedented change. Technology is going to be a key driver of this change, particularly as companies learn to creatively utilize the cloud and Big Data to dispose of food waste more efficiently. And in recent months, one company has taken this one step further, by bringing in artificial intelligence. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech Global recently introduced its newest product, BioHiTech Alto, an interactive communication technology, or chatbot, which allows users to intelligently communicate with industrial equipment in real time. Stemming from the idea that there are hundreds of data points in the world of waste that have yet to be capitalized on, Alto is the first artificial intelligence (AI) technology to be implemented in this industry. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Alto is the latest feature of BioHiTech Global’s core product, the Eco-Safe Digester, which uses aerobic digestion technology to convert food waste into grey water, diverting it from the standard waste stream. This diversion can be tremendously impactful, both for a company’s bottom line and their environmental impact. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Food Waste Disposal Made Much Simpler"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In hospitality, where food waste is only one of many sustainability efforts, AI makes food waste disposal that much simpler. Unlike in a supermarket, where designated staff are monitoring trash input consistently, most hotels rely on staff to multitask, often causing food waste to slide down the list of priorities. To borrow a term from the industry, Alto acts as a “concierge” for hoteliers, providing them immediate access to digester data that identifies anything from inefficient behavior to excess waste production through the use of common chat technology. It improves real-time decision-making that allows management to analyze and cut costs while being more environmentally friendly. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In the hotel business specifically, the most beneficial aspect of any new product is the time and headache spared by employees who no longer need to check the status of that device. For hoteliers, less time dealing with waste, means more time for guest services, front-of-the-house maintenance and other more pressing tasks. Numerous hotels, including select Hilton and Marriott properties, have installed aerobic digesters outfitted with our cloud and Alto AI technology. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Waste management is just the tip of the iceberg when it comes to AI implementation in back-office hotel operations. There is tremendous potential with any type of industrial equipment, which could therefore bring this technology to industries well beyond hospitality. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.greenlodgingnews.com/biohitech-global-beefs-up-eco-safe-digester-technology-with-alto/"}]}]},"source":"Green Lodging News: A game changer for hotels looking to increase efficiencies"}