{"_id":"5f4031439255e974efc605b5","title":"BioHiTech Global Acquires 17.2% Equity Interest in Entsorga West Virginia","publicationDate":"2017-03-30T00:00:00.000Z","tags":["Digester"],"summary":"BioHiTech Global, Inc., a Chestnut Ridge, N.Y.-based green technology company that creates innovative data-driven solutions for the disposal of food w...","slug":"biohitech-global-acquires-172-equity-interest-in-entsorga-west-virginia","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"BioHiTech Global, Inc., a Chestnut Ridge, N.Y.-based green technology company that creates innovative data-driven solutions for the disposal of food waste, has acquired a 17.2 percent equity interest in Entsorga West Virginia, the owner of the nation’s first mechanical biological treatment (MBT) municipal solid waste (MSW) resource recovery facility. BioHiTech sold a series of convertible notes to fund the acquisition, which was made in exchange for a cash payment of $1,034,000, and has the option of acquiring an additional 22.8 percent for approximately $1.4 million."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The new facility, which utilizes a patented process developed by Italian engineering firm Entsorgafin S.p.A. and is expected to result in a greenhouse gas emission reduction of 28,000 tons per year of carbon dioxide, is currently under construction in Martinsburg, W. Va., and is expected to begin commissioning in late 2017. Once complete, the facility will receive MSW through a 10-year contract with a regional waste hauler, and about 40 to 50 percent of the MSW will be converted into a clean-burning, Environmental Protection Agency-approved alternative fuel through the patented MBT process."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Additionally, Entsorga West Virginia also entered into a 10-year contract for the sale of SRF with a privately held company in West Virginia that intends to use the SRF as an approved supplement to fossil fuels in cement production."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"We continue to focus on the application of proven, cost-effective and disruptive technologies to traditional waste management,\" said BioHiTech Global CEO Frank E. Celli in a statement. \"As more and more companies target 'Zero Waste' initiatives and state governments continue to implement regulations to foster more environmental responsibility, we are driving cost effective solutions into the marketplace. Our goal is to make doing the right thing also a smart business decision. Unlike other ‘clean tech’ solutions, Entsorga's technology does not require government subsidies or additional premiums for waste disposal. We expect this facility to have a positive impact on our financials beginning in 2018, and plan to use it as a showcase to demonstrate to businesses and municipalities that there is an economically feasible clean alternative for organic and inorganic waste disposal. With this facility commencing operations later this year and with the development rights for this technology in other states, we are poised to enter into a new phase of growth at BioHiTech to build lasting value for our stockholders for years to come.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Earlier this year, BioHiTech launched BioHiTech Cirrus 2.2, the second generation of its mobile app that includes features that deliver improved information accessibility and transparency into food waste creation, allowing users to identify inefficiencies and improve operating margins in real-time."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In addition to the new app, the company has created BioHiTech Alto, what the company says is the first intelligent “chatbot” in the waste industry. BioHiTech Alto is an interactive industrial communication technology that allows users to communicate with industrial equipment in real-time."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.waste360.com/mergers-and-acquisitions/biohitech-global-acquires-172-equity-interest-entsorga-west-virginia"}]}]},"source":"Waste 360:  A Solution in the Marketplace for Companies and Municipalities Targeting Zero Waste"}