{"_id":"5f4032254c663579fee7c56c","title":"BioHiTech’s Martinsburg Waste-to-Energy Facility Begins Operations","publicationDate":"2019-06-03T04:00:00.000Z","tags":["Renewables"],"summary":"BioHiTech Global recently started operations at its HEBioT renewable resource recovery facility in Martinsburg, West Virginia. The company expects thi...","slug":"biohitechs-martinsburg-waste-to-energy-facility-begins-operations","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"BioHiTech Global recently started operations at its HEBioT renewable resource recovery facility in Martinsburg, West Virginia. The company expects this new facility — the first in the country — to generate $7 million of high margin revenue annually and divert as much as 80% of the waste that enters it from landfills."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The sustainable waste management solutions and technology company completed the first phase of plant commissioning, including the new facility’s reception area, overhead bridge cranes, and its primary mechanical sorting equipment in the spring."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech says it started on the next phase of plant commissioning, which entails receiving limited amounts of waste and starting runs of its patented high efficiency mechanical and biological treatment process for producing an EPA recognized solid recovered fuel known as SRF."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The majority of the waste, to be delivered as feedstock to the facility, is covered under a 10-year put-or-pay agreement with a local waste hauler owned by Gold Medal Group,” BioHiTech says. In addition, the company says that 100% of the SRF produced is subject to a 10-year, take-or-pay agreement with Argos USA, one the largest producers of Portland cement in the country."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"According to BioHiTech, the 56,000-square foot facility is completely enclosed and fully automated with no waste being exposed to the outside environment, and no workers in direct contact to the waste processing. The new facility ramped up operations in April and began processing 200 tons of waste per day in May. It should reach planned production levels in the coming weeks, the company says."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech is the largest owner of the Martinsburg facility through a majority-owned subsidiary company with a 78% controlling interest in its operations, and Gold Medal Group owns the remaining minority stake."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The Martinsburg facility will allow Gold Medal to divert over 60,000 tons of the municipal solid waste we collect in the area from landfills annually at no additional cost to those residential and businesses customers we service,” said Mike Schmidt, executive vice president of Gold Medal Group. “This landfill diversion, as well as the creation of a renewable fuel that can be used locally, helps to solve two environmental problems while serving as a model that BioHiTech and Gold Medal can replicate throughout our current business footprint.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.energymanagertoday.com/biohitech-martinsburg-waste-to-energy-0182792/"}]}]},"source":"Energy Manager Today: This landfill diversion, as well as the creation of a renewable fuel, helps to solve two environmental problems"}