{"_id":"5f402aef9255e974efc6052f","title":"BioHitech Digester Installed at Israeli Hospital","publicationDate":"2014-09-11T00:00:00.000Z","tags":["Digester"],"summary":"BioHitech America, Chestnut Ridge, New York, and its Israeli distributor Ramnoa Municipal Services, have announced that Beilinson Hospital in Israel i...","slug":"biohitech-digester-installed-at-israeli-hospital","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"BioHitech America, Chestnut Ridge, New York, and its Israeli distributor Ramnoa Municipal Services, have announced that Beilinson Hospital in Israel is installing an additional BioHitech America Eco-Safe Digester for the processing of additional food waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHitech America says its digester “combines green technology with the power of big data to offer transparency, savings and a sustainable future.” The Eco-Safe Digester is an on-site aerobic digester that eliminates up to 2,400 pounds of food waste in a 24-hour period by converting it into nutrient-neutral water and transporting the water safely through standard sewer lines, according to the company."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Rabin Medical Center was disposing of approximately 10,000 pounds of food waste each week into landfills, which release harmful methane gas into the environment,” says Koby Karako, chief technology officer of Ramnoa Municipal Services. “Now with the Eco-Safe Digesters, that waste is being converted into nutrient-neutral water, a resource that is desperately needed throughout Israel.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Before using the BioHitech America Solution, our food waste was being thrown into the garbage along with everything else,” says Igal Ben-Dror, deputy director of food at Beilinson Hospital. “It was costing a lot of resources not only in monthly fees but also in terms of staffing and trucking to transport the waste to landfills. Now I am not only making a positive impact on the environment but I am eliminating our food waste in a more efficient manner that is helping us improve productivity throughout the hospital.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Frank E. Celli, CEO of BioHitech America, says, \"Beilinson’s second installation and the additional client orders received by Ramnoa confirms once again the demand for our product internationally and particularly in Israel and the Middle East. We are very pleased with the efforts of Ramnoa Municipal and our other international distributors.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"He adds, “Upon installation of the second unit at Beilinson Hospital, both units will be communicating via the BioHitech Cloud. The addition of the BioHitech Cloud to both of the hospital’s units will allow us to provide them with real-time data giving them the power to increase profitability, enhance staff performance, report sustainable progress and even start to prevent waste all together. In addition, we will be able to monitor productivity and support our equipment placed by international distributors remotely from the U.S.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHitech describes its cloud feature as a “reliable, manageable and secure reporting platform for data provides users of the Eco-Safe Digester with real time data about their food waste that can be accessed on many types of devices.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://www.recyclingtoday.com/article/biohitech-aerobic-digester-beilinson/","target":null}}],"text":"http://www.recyclingtoday.com/article/biohitech-aerobic-digester-beilinson/"},{"type":"hard_break"}]}]},"source":"Recycling Today: Aerobic digester will convert food scrap into water"}