{"_id":"5f402fb09255e974efc60565","title":"BioHiTech Europe Will Transform the UK Food Waste Digester Market","publicationDate":"2016-03-08T00:00:00.000Z","tags":["Digester"],"summary":"For more than 100 years food waste has been a subject of considerable concern across the United Kingdom. With the hospitality and food service industr...","slug":"biohitech-europe-will-transform-the-uk-food-waste-digester-market","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"For more than 100 years food waste has been a subject of considerable concern across the United Kingdom. With the hospitality and food service industry alone producing close to 3,500,000 tons of food waste, of which almost 2,000,000 tons ends up in landfill, we can very quickly see why it has become a priority that has drawn significant attention, including that of the government."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"From individuals to businesses, food waste is an issue that affects everyone. When food waste is disposed of in landfill it releases damaging greenhouse gases and leachate, a toxin capable of considerable groundwater pollution. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"There is growing evidence to support that unless further steps are taken to detoxify landfill sites, and even eliminate the use of them altogether, an unfair burden will be placed on future generations to address their detrimental impact on the environment. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Climate change is a very serious subject and in order for the UK to meet international targets on climate change, by lowering greenhouse gas and diesel emissions, and meeting obligations under the European Landfill Directive to reduce biodegradable waste going to landfill, the industry will need accurate information on waste and food waste in particular. This data is vital in helping government and environmental agencies implement the efficiencies required to drive significant change."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"One solution for segregating food waste at its source, diverting it from landfill, reducing diesel emissions and providing, to the kilogram, accurate data on the food waste being generated, is through an exciting technology recently introduced into the UK market. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In October 2015, BioHiTech Global announced the creation of BioHiTech Europe Ltd., their UK registered subsidiary, to introduce the proven technology of the Eco-Safe Digester to the UK and wider European markets. This clean-tech product offers an innovative data-driven solution for food waste disposal that effectively, economically and responsibly disposes of food waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The company’s Eco-Safe Digester is an on-site aerobic digester that uses natural microorganisms to digest food waste and convert it into nutrient-neutral water or “grey-water”, which is disposed of through a standard sewer line. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Eco-Safe Digester is equipped with built-in load sensors that automatically weigh the food waste each time it is added, determining where, when, and how much food waste is being disposed. The BioHiTech Cloud simultaneously measures key metrics delivering accurate volume and environmental reports to help businesses understand what is being wasted and how to reduce and eliminate their waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The BioHiTech solution combines on-site disposal technology with Big Data to not only divert the waste but to provide the tools to optimize the food waste disposal process."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"This on-site aerobic digester can be incorporated into daily business operations and has offered employees and management an opportunity to recognise the positive economic and environmental impacts achieved from diverting food waste from being bagged up and binned for collection. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"For that reason BioHiTech Europe’s strategy in the UK is to primarily raise awareness of the importance of diverting food waste from being transported and disposed of in landfill, and in doing so provide the market with an alternative to other environmentally savvy options available. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"This approach has seen BioHiTech gain the interest of a number of hotel groups, restaurant groups, shopping centres, facilities managers and even catering equipment suppliers. Who, having seen digesters in operation in kitchens in Central London, have already ordered their first Eco-Safe Digesters. Recent clients include the Crown Estate, OCS, Land Securities, Jumeriah and the Hard Rock Café in London."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"When it comes to dealers, BioHiTech Europe has most recently been working with HCE, a well-established supplier of commercial kitchens and catering equipment based in Southampton, on introducing the Eco-Safe Digester to the UK market. The company is pleased to see that the Eco-Safe Digester is now beginning to be recommended as part of the design stage of new commercial kitchens and hopes to work with more catering equipment suppliers across the country."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Introducing a new technology does not come without its challenges though. With many buildings in the UK being quite old with very little free space and not always being purpose built, especially in city centres, it can at times be a challenge to simply fit a digester through the door. One hotel in Mayfair, London, has had to consider the spectacle of craning a digester between the road and the building in order to get it to fit down into their basement. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"There is also the benefit of the Eco-Safe Digester removing the need for food waste bins and in doing so freeing up space in the bin room, a seemingly logical location to install the new digester. However, in some cases bin rooms do not always have a dedicated warm water supply, an Internet connection or even a drain, which can present some small challenges. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"While challenges exist, the BioHiTech staff is confident that there is always a solution to getting it in and getting it running, as it should. In some cases digesters have even been successfully installed outdoors in purpose built shelters to protect them from the elements. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Measuring and reporting productivity and sustainability results has helped customers move closer to achieving their sustainability goals. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Reducing waste and minimizing greenhouse gas emissions are incredibly important goals, but the digester can achieve more than that. The Eco-Safe Digester is saving UK businesses money, increasing revenues, and providing them with a competitive advantage while improving their operating efficiency. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"And its not just operational cost savings – sustainability generates top line value too. Research shows that when customers are presented with the choice of similar shopping, dining or hotel options, they tend to pick the one they perceive as more sustainable. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Man Behind the Machine"},{"type":"hard_break"},{"type":"text","text":"As the president/MD of BioHiTech Europe, Alex Giacchetti is responsible for expanding the manufacturer’s Eco-Safe Digester technology across Europe, Middle East and Africa. He has a passion for environmental sustainability and is focused on raising awareness of the economic, social and environmental value in businesses pursuing a dedicated green agenda. Coming from a strong corporate background with extensive marketing and management experience, eh has held CEO and director level positions at a number of London’s leading City PR firms. His 18-year career has also included COO positions within the engineering sector as well as management positions at global orgnaisations including Callaway Golf and Canon. Of Italian extraction but South African born and educated, Giacchetti has lived in London for most of his professional life developing and refining his customer service, marketing and business development skills within highly professional and demanding environments. He brings with him an excellent list of contacts across the business and investor communities, and an international perspective on global market places and consumers. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.cateringinsight.com/emagazines/ci_133.php"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Catering Insight:  A data-driven solution for food waste disposal"}