{"_id":"5f4031ab4c663579fee7c54c","title":"BioHiTech Supports Keep PA Beautiful’s 2018 Great American Cleanup of PA","publicationDate":"2018-02-22T00:00:00.000Z","tags":["Global"],"summary":"Keep Pennsylvania Beautiful Thursday announced BioHiTech has pledged support for the 2018 Great American Cleanup of PA, a statewide community improvem...","slug":"biohitech-supports-keep-pa-beautifuls-2018-great-american-cleanup-of-pa","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Keep Pennsylvania Beautiful Thursday announced BioHiTech has pledged support for the 2018 Great American Cleanup of PA, a statewide community improvement initiative that runs from March 1 through May 31. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Events registered with the initiative receive free cleanup supplies of gloves, bags and vests, as supplies last and access to free or reduced disposal. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The new sponsor, BioHiTech, is a national green technologies company with offices in Harrisburg, New York and London that develops and deploys cost-effective innovative technology-based solutions for waste disposal geared toward providing a true zero landfill environment. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech specializes in preventing and diverting food waste from the landfill, converting waste into renewable fuel and improving waste equipment performance. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We at BioHiTech are proud to be a part of the Great American Cleanup of PA. Our company was founded on the idea of providing sustainable waste management solutions to businesses and municipalities so we fully understand the need to be environmentally responsible to ensure that everyone can enjoy a clean and green community. The Great American Cleanup of PA organizes events across the state to clean up litter, recycle hard-to-dispose of items, plant flowers and trees, and conduct many other activities to help beautify local communities. As a company that operates in Harrisburg as well as the Philadelphia area, we are happy to sponsor their important efforts to help make Pennsylvania a greener place to live and work,” said Frank E. Celli, Chief Executive Officer, BioHiTech Global."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We are grateful for the support of BioHiTech and share the company’s goals of waste diversion. Waste diversion not only reduces landfill costs but also the burden on landfills, minimizing the impact on human health and our environment,” said Shannon Reiter, President of Keep PA Beautiful. “Our volunteers and sponsors are who help make the Great American Cleanup of PA, Pennsylvania’s premier community improvement initiative, possible. We couldn’t do it without them.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"To become a sponsor of the 2018 Great American Cleanup of PA, contact Shannon Reiter by sending email to: sreiter@keeppabeautiful.org or 724-836-4121. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Since the inception of this event in 2004, over 2.1 million volunteers have picked up 97 million pounds of litter and waste, 170,619 miles of roads, waterways, shorelines, and trails have been cleaned, and more than 181,000 trees, bulbs, and flowers have been planted."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Volunteers also removed over 279,681 tires and 226,395 pounds of scrap metal. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://paenvironmentdaily.blogspot.no/2018/02/biohitech-supports-keep-pa-beautifuls.html"},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"PA Environment Digest Blog:  Sharing the Goals of Waste Diversion"}