{"_id":"5f4032624c663579fee7c57e","title":"BioHiTech Global, Inc. providing cost-effective technology solutions that reduce the environmental impact of the waste management industry","publicationDate":"2019-11-19T05:00:00.000Z","tags":["Global"],"summary":"For decades now, the United States has dealt with its trash problems in two simple ways; bury it in the ground or ship it to another country. Yet, the...","slug":"biohitech-global-inc-providing-cost-effective-technology-solutions-that-reduce-the-environmental-impact-of-the-waste-management-industry","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"For decades now, the United States has dealt with its trash problems in two simple ways; bury it in the ground or ship it to another country. Yet, the simple way is becoming a lot more complicated."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"As US Landfill capacity declines, more municipalities and businesses are demanding sustainable waste management solutions that reduce landfill usage and associated greenhouse gas emissions. Additionally, countries like China, India, and Malaysia are banning the importation of our plastics, paper, and other recyclables. These factors are creating an environmental crisis that is resulting in rapidly escalating US disposal costs. In other words, the status quo is now unsustainable."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Finding solutions to these problems has proven to be just as complex. Shipping recyclables overseas is becoming increasingly difficult and has been linked to the plastic pollution crises in our oceans. Composting facilities and costly alternative food waste diversion projects have also been ineffective and in some cases, have even made things worse. BioHiTech Global is a New York- based technology company led by environ- mental service industry experts, taking different approach to solving these problems. BioHiTech has focused on deploying cost-effective, sustainable technology solutions that can be easily integrated with traditional disposal methods. The Company’s CEO, Frank E. Celli, who has spent over a quarter of a century in this industry, thinks this practical approach to waste disposal will lower costs and help save the environment."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Our Company is deploying two unique proprietary technologies; one that eliminates food waste at the point of generation and another that processes mixed municipal waste, including non-recyclable plastics, into an EPA recognized renewable fuel,” said Celli. “When used in tandem, these technologies can reduce landfill usage by as much as 90% while potentially lowering the disposal costs for both businesses and traditional waste service providers.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The market size for BioHiTech’s solutions is significant. The Company estimates the annual revenue potential of its target market is more than $2.5 billion, and that is assuming a very modest percentage of the overall addressable market."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"So far, BioHiTech appears to be on the right track. Revenues are increasing with the Company expecting more rapid revenue growth in the years to come. Given the tailwind created by the drive to reduce the overall environmental impact of waste disposal, BioHiTech is poised to capitalize as the technology leader in the sustainable management of this country’s waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"When companies like Amazon ushered in a new way to shop online and deliver every- thing right to your door, the volume of discarded packaging significantly increased the amount of curbside trash. According to a report from BuzzFeed News, industry leader Waste Management has seen a 20 percent increase in the amount of card- board discarded over the last decade, largely attributable to online shopping services. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Additionally, the mounting problems resulting from China’s recycled materials ban has led to a growing number of municipalities that are reducing or suspending their recycling programs3. That means a great deal more than just household trash ultimately ends up in landfills."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech’s HEBioT Resource Recovery Facilities are poised to reverse that trend. This patented technology processes municipal solid waste, including non-recyclable plastics, into an EPA recognized renewable fuel and can deliver an 80% reduction in landfill usage. The renewable fuel can be used as a cleaner-burning alternative to coal. The facilities are fully enclosed, ensuring that the outside environment is not exposed to any waste, harmful gases, or foul odors. Equally as important, deploying this technology will result in no additional cost to states, municipalities or their residents."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech recently opened its flagship facility in Martinsburg, West Virginia. This 56,000-square foot facility is capable of processing up to 110,000 tons of municipal solid waste each year. At full capacity, the Martinsburg facility will achieve an annual savings of over 2.3 mil- lion cubic feet of landfill space and eliminate the greenhouse gases associated with landfilling that waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Additionally, all of the alternative fuel produced at the Martinsburg facility is under contract for the next ten years by a local cement manufacturer for use as a partial replacement for coal in the cement manufacturing process. The Company expects the Martinsburg facility will generate $7 million in annual revenue, mainly from tipping fees charged to waste haulers, with over 40% EBITDA margins. That means this facility makes dollars and cents as well as environ- mental sense."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech currently controls the exclusive development rights to the HEBioT technology in 11 states in the Northeast US as well as the District of Columbia. The Company has plans to build a second facility in New York that is already in the permitting process and has several other locations in the planning stage. The Company anticipates commencing construction of its New York HEBioT facility in 2020. When completed, the new facility is expected to add $12 million in revenue in its first full year of operation with EBITDA margins of over 50%. BioHiTech believes it can drive future revenue growth with the addition of at least one new facility to its HEBioT fleet each year."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHitech’s Revolution Series Digesters are robotic biological digestive systems that eliminate food waste at the point of generation. These machines can be as small and easy to install as a dishwasher and use a simple biological process that converts food waste into a liquid that is safe to discharge down an ordinary drain. This process can result in a substantial reduction in costs for customers like restaurants, grocery stores, and hotel/hospitality companies by eliminating the transportation and logistics costs associated with food waste disposal. As a result, with fewer trucks on the road using less gas, the environment benefits as well. BioHiTech’s smallest unit, the Revolution Seed, is capable of processing up to 500 pounds of food waste every 24 hours. Operating that unit at full capacity 5 days a week, could save the equivalent of 5,100 gallons of gasoline each year and eliminate any greenhouse gases associated with rotting food waste in a landfill. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The software engineers at BioHiTech have taken the Revolution Series Digesters one step further. They have built a proprietary cloud-based data analytics platform that helps companies improve efficiency through real-time data. This patented process of weighing and categorizing waste turns every digester into a smart cloud-connected device that provides a unique insight into the waste stream. Businesses can use that information to make supply chain modifications to reduce waste generation and further improve bottom-line results. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Typically, BioHiTech leases its digesters and smart technology to customers creating a valuable high margin recurring revenue stream that can build each year. The Company also sells its digesters to certain domestic customers as well as in foreign markets where leasing is less common. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"WHY BIOHITECH: THE RIGHT APPROACH AT THE RIGHT TIME. "},{"type":"hard_break"},{"type":"text","text":"Sometimes, the best way to achieve positive industry change is to understand how the current system works and what changes the industry will easily embrace. BioHiTech has taken this approach, and that is why its technology solutions work just as well for business and municipal customers as they do for waste management services companies. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It is also why BioHiTech’s data analytics platform is designed to provide customers with tools to see and show others the positive impact they are having on the environment by diverting their food waste from landfills. CEO Frank E. Celli thinks that makes a big difference and is one of the things that sets BioHiTech apart from other solutions providers. “We don’t just say it, we verify it,” said Celli. “Our digesters can tell you how much food waste has been diverted and what that means in terms of landfill space and CO2 emissions. Many of our customers make a point of advertising that information to show they are making a difference.” "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Mr. Celli has had success in this multibillion-dollar industry before, selling a waste management services business he started from scratch for over $200 million in 2006. He believes the industry is now ripe for change and that BioHiTech’s cost-effective technology-driven solutions can deliver that change by leading the way to a more sustain- able future for our environment. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"FORWARD LOOKING STATEMENTS "},{"type":"hard_break"},{"type":"text","text":"This article contains certain forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, as amended. These statements are based on many assumptions and estimates and are not guarantees of future performance. Actual results may differ materially from the results anticipated in these forward-looking statements due to a variety of factors, including, without limitation those set forth as “Risk Factors” in BioHiTech’s filings with the Securities and Exchange Commission (“SEC”). BioHiTech Global, Inc. assumes no obligation to update any forward-looking statements as a result of new information, future events or developments, except as required by securities laws."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Please visit the company’s website for more information: www.biohitech.com "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://stocknewsnow.com/microcapreview-issue.php?id=current"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Stock News Now: A Green Technology Services Company, Founded By Environmental Services Industry Experts, That Is On A Mission To Change The Way We Think About Managing Waste"}