{"_id":"5f402dc19255e974efc60553","title":"Boston Medical Center aims to become city’s ‘greenest’ hospital","publicationDate":"2015-09-18T00:00:00.000Z","tags":["Digester"],"summary":"Boston Medical Center is known for taking care of some of the city’s poorest residents. But the state’s largest safety net hospital also wants to be k...","slug":"boston-medical-center-aims-to-become-citys-greenest-hospital","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Boston Medical Center is known for taking care of some of the city’s poorest residents. But the state’s largest safety net hospital also wants to be known as something else: Boston’s greenest hospital."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BMC, spread over several city blocks in the South End, is on track to cut its greenhouse gas emissions 50 percent by 2020, twice as aggressive as the goal of most other city hospitals, according to BMC and two groups that encourage hospitals to cut energy use."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Greenhouse gases, including carbon dioxide, are produced by burning fossil fuels, such as oil and natural gas, and contribute to climate change."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BMC officials say they have reduced emissions by 20 percent over the last four years, thanks to a series of upgrades to heating, cooling, and ventilation systems, and other changes. Now, the hospital is incorporating energy efficiency measures as part of a $300 million renovation of its campus."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"All together, the upgrades are expected to knock $11 million off the hospital’s annual energy bill, freeing up more resources for patient care."},{"type":"hard_break"},{"type":"text","text":"“Every dollar spent on energy is a dollar not spent on our mission,” said Bob Biggio, the hospital’s vice president of facilities and support services. “It is really helping us fulfill our mission.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BMC is among about 20 Boston hospitals working to become more energy efficient. Together, they cut their energy use by 6 percent from 2011 to 2013, according to the Boston Green Ribbon Commission, a group of business and civic leaders launched by the late mayor Thomas M. Menino to combat climate change."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"As 24-hour operations full of energy-intensive equipment such as MRI machines, hospitals are among the biggest energy users. Cutting energy costs is becoming more important as hospitals face smaller increases in reimbursements from insurers and greater pressure from government to control spending."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Hospital officials say going green is also a way to promote good health."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Along with BMC, a teaching hospital with 482 beds, Partners HealthCare’s Boston hospitals are leading the way in cutting greenhouse gas emissions, according to the Green Ribbon Commission. Massachusetts General Hospital, the city’s largest, has reduced emissions by 35 percent since 2008, said John Messervy, Partners’ corporate director of design and construction. Brigham and Women’s Hospital has cut emissions 8 percent."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BMC’s efforts to go green include air system upgrades, insulated windows, solar panels, and a biodigester that composts food scraps from the kitchen. The hospital is also building a power plant on campus that will allow it to generate electricity more efficiently."},{"type":"hard_break"},{"type":"text","text":"BMC also expects to use less power when its campus redesign is complete in 2018, when it consolidates some operations and reduces the size of the campus by 300,000 square feet."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Biggio said the hospital has managed to make changes with limited resources by applying for grants from foundations and government agencies that help pay for the cost of upgrades. BMC’s energy efficiency projects will cost an estimated $35 million, but the hospital expects to recover most of that investment in about five years through savings in energy costs."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Even with limited resources,” Biggio said, “you can improve your position in the market.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"By Priyanka Dayal McCluskey GLOBE STAFF"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"https://www.bostonglobe.com/business/2015/09/17/boston-medical-center-aims-become-city-greenest-hospital/Y5NddLyiQjm7pJfJblvrQN/story.html","target":null}}],"text":"https://www.bostonglobe.com/business/2015/09/17/boston-medical-center-aims-become-city-greenest-hospital/Y5NddLyiQjm7pJfJblvrQN/story.html"}]}]},"source":"The Boston Globe: BMC's efforts to go green include the Eco-Safe Digester"}