{"_id":"5f40319f4c663579fee7c549","title":"Breakthroughs and Innovations","publicationDate":"2017-09-08T00:00:00.000Z","tags":["Digester"],"summary":"Municipalities in the U.S. continue to struggle with solid waste management and particularly food waste disposal. Landfill capacity continues to dimin...","slug":"breakthroughs-and-innovations","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Municipalities in the U.S. continue to struggle with solid waste management and particularly food waste disposal. Landfill capacity continues to diminish and local leaders are challenged to find a solution quickly. Additionally, many cities are exploring alternatives to address their waste management needs in order to comply with regulatory requirements, sustainability and climate objectives. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech Global (Chestnut Ridge, NY) and its affiliates (http://enarenewables.com) have introduced a proven solution. The HEBioT technology, developed by EntsorgaFin, a European engineering firm, introduces a propriety system of Mechanical Biological Treatment (MBT) in an effort to redefine traditional waste disposal in the U.S. HEBioT uses a combination of automated sorting equipment, enhanced biological composting and mechanical refinement to convert mixed municipal solid waste into an EPA-recognized clean renewable fuel source called Solid Recovered Fuel (SRF). "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"HEBioT facilities will serve as “renewable landfills” where approximately 80 percent of the incoming waste being reduced, re-used or recycled. Communities using HEBioT facilities as opposed to landfills will realize the environmental benefits of reduced landfill odors, leachate discharge and, of course, methane emissions. The additional benefit of supplementing the use of traditional fossil fuels with SRF will result in additional reduction of the nation’s overall carbon footprint. The company anticipates tip fees to be equal to or less than those of traditional disposal facilities. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The first HEBioT facility in the U.S. is currently under construction in Martinsburg, West Virginia (http://entsorgawv.com) with multiple projects in various stages of development throughout the Northeast U.S. including on in the initial permitting stage. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.mazdigital.com/webreader/51871?page=86"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Waste Advantage:  Sustainable, Positive Environmental Change"}