{"_id":"5f38775d521b660af51976fa","title":"Carnival Corp Commits to Environmental Compliance","publicationDate":"2020-04-24T04:00:00.000Z","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"text","text":"More than a month after the company paused cruising across its multiple brands, Miami-based Carnival Corp. still has 100 guests and 72,000 crew members stuck at sea, the company told a Miami judge on Friday."}]},{"type":"paragraph","content":[{"type":"text","text":"Carnival is battling “tremendous logistical challenges,” travel bans and rapidly changing COVID-19 protocols as it tried to return its guests and staff to their various countries. The rules change so quickly that “sometimes there are different rules when a plane takes off and when it lands,” said Chief Maritime Officer Vice Admiral Bill Burke."}]},{"type":"paragraph","content":[{"type":"text","text":"The latest figures were announced during a probation hearing with U.S. District Judge Patricia Seitz, who has overseen the criminal case against the company since 2016. That year, Carnival Corp was convicted of dumping oily waste into the sea and covering it up for eight years. The company pleaded guilty last year to violating the terms of its probation and agreed to submit to stricter monitoring for the next three years."}]},{"type":"paragraph","content":[{"type":"text","text":"At previous hearings, Seitz has been sharply critical of the company. Friday, she struck a complimentary tone toward Carnival, applauding its effort to return passengers and crew members home despite challenges."}]},{"type":"paragraph","content":[{"type":"text","text":"She urged the company to use the pause in operations — first a voluntary move by the company and recently under direct order of the U.S. government — to fix outstanding issues with pollution, waste reduction and staffing. Documents filed for the hearing, including a report by the court-appointed monitor, show the company is making progress on each of those fronts."}]},{"type":"paragraph","content":[{"type":"text","text":"“You are the best of the best,” she said. “I’m very proud to see that you are moving in that direction.”"}]},{"type":"paragraph","content":[{"type":"text","text":"The coronavirus has slowed down or stopped some of the company’s efforts to comply with court-ordered improvements, largely because of travel bans blocking new employees from traveling for training or manufacturers to send representatives aboard ships to test new equipment, like bio-digesters to cut down on food waste or scrubbers to reduce air pollution."}]},{"type":"paragraph","content":[{"type":"text","text":"The court-appointed monitor stopped all ship visits in early March and began conducting visits over video chat instead."}]},{"type":"paragraph","content":[{"type":"text","text":"Carnival, like all cruise lines, is under a financial strain now that cruising has been halted. Seitz noted with approval the company’s statement that, although it will be cutting costs and laying off staff, it will maintain its budget to comply with environmental regulations."}]},{"type":"paragraph","content":[{"type":"text","text":"“Please be assured we remain committed to compliance,” Carnival Corp CEO Arnold Donald told the judge. “Under no circumstances should we compromise as we seek to keep the company alive.”"}]},{"type":"paragraph","content":[{"type":"text","text":"That could be a struggle, Donald admitted. He said a sailing pause that lasts several more months would be a “worst-case scenario” for the company."}]},{"type":"paragraph","content":[{"type":"text","text":"“As long as there’s no social gathering around the world, there will be no cruising, and without cruising there will be no revenue,” he said."}]},{"type":"paragraph","content":[{"type":"text","text":"Those dormant cruise ships around the world need to maintain a skeleton crew of around 100 people per ship, Burke explained. But that still leaves 50,000 to 60,000 crew members to return home."}]},{"type":"paragraph","content":[{"type":"text","text":"Carnival has been booking charter flights when possible, but it’s currently in the process of sailing tens of thousands of crew members to their home nations. In Manila Bay alone, Carnival ships are anchored with thousands of Filipino crew members aboard waiting to complete a government-mandated 14-day quarantine before they can disembark."}]},{"type":"paragraph","content":[{"type":"text","text":"Burke said of the remaining crew at sea there are about 25,000 Filipinos, 15,000 Indonesians, 15,000 Indians and 7,000 Europeans, as well as thousands of Africans, Asians and South Americans."}]},{"type":"paragraph","content":[{"type":"text","text":"“This is truly a worldwide effort to get people home,” he said."}]},{"type":"paragraph","content":[{"type":"text","text":"Burke added that even a month from now, he still expects to have some crew and passengers waiting for repatriation."}]},{"type":"paragraph","content":[{"type":"text","text":"When Carnival does resume cruising, government lawyers urged the company to make sure each of its new ships has the right amount of staff to handle environmental issues and that its pollution control technology works properly, a problem Carnival is still working on."}]},{"type":"paragraph","content":[{"type":"text","text":"“There’s an opportunity to get it right before operations resume,” said prosecutor Richard Udell."}]},{"type":"paragraph","content":[{"type":"text","text":"The court-appointed monitor, who is charged with submitting reports on Carnival’s progress, echoed the notion that the company would be under increased scrutiny when it resumes sailing."}]},{"type":"paragraph","content":[{"type":"text","text":"“In such a time, it’s crucial to keep your eyes on the prize of compliance,” said Steven Solow. “The fact is, for the health and safety of crew and passengers and their environmental performance, they will be under a microscope and not just of our making.”"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"link","attrs":{"href":"https://www.miamiherald.com/news/business/tourism-cruises/article242274956.html","target":null}}],"text":"https://www.miamiherald.com/news/business/tourism-cruises/article242274956.html"}]}]},"summary":"More than a month after the company paused cruising across its multiple brands, Miami-based Carnival Corp. still has 100 guests and 72,000 crew member...","slug":"carnival-corp-commits-to-environmental-compliance","tags":["BioHiTech","New","Digester","Cruise Ships"],"source":"Miami Herald:  BioHiTech Digesters Cut Down on Food Waste"}