{"_id":"5f402dc79255e974efc60554","title":"Correctional Facilities Turn to Food Waste Digesters","publicationDate":"2015-10-13T00:00:00.000Z","tags":["Digester"],"summary":"Every year, more than 2 billion tons of waste is generated in the United States – and food waste constitutes more than one-third of that amount, accor...","slug":"correctional-facilities-turn-to-food-waste-digesters","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Every year, more than 2 billion tons of waste is generated in the United States – and food waste constitutes more than one-third of that amount, according to the U.S. Environmental Protection Agency. Since food waste is already 70 percent water, it is natural to use the municipal sewer system to transport the digested food waste to a wastewater treatment facility where the content is recovered. BioHitech America’s Eco-Safe Digester, Totally Green’s Orca Machine, Waste to Water Environmental’s BioEZ Machine and Enviropure’s EPW system are four food waste digestion systems that are becoming more popular nationwide. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Because of the inconsistencies in federal and state policies surrounding organic diversion from landfills, correctional facilities across the country are incorporating new, efficient ways to dispose of food waste. Moving beyond simply recycling and composting, prisons and jails have started embracing these emerging technologies that manage food waste and use them to generate three important end products: clean water, renewable energy (in the form of combustible biogas) and fertilizer products (or biosolids). "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Federal Bureau of Prisons decided to address the problem by adopting the use of food waste digestion systems for the disposal of food waste and plans for its program of digesting food wastes to divert more than 40 million pounds of food waste annually away from landfills. Several Federal Bureau of Prison facilities use the Eco-Safe Digester for collection, transportation and disposal of food waste because of its advanced measurement system, and approximately 60 percent of all federal prisons already have the digester in place, according to Frank E. Celli, CEO of BioHitech America. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The Eco-Safe Digester gives correctional facilities an on-site solution that cuts the greenhouse gas emissions by eliminating the trucking of food waste and saves money by avoiding disposal costs, “ Celli said. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"How the Digester Works"},{"type":"hard_break"},{"type":"text","text":"Because the food waste collection process is antiquated, it is usually not economically beneficial for waste haulers to mix up their collection practices. On a broader scale, each state would require up to 10 additional 100-ton-per-day composting facilities to make large-scale composting successful in the U.S. In fact, total composting rates for food residuals are actually less than 3 percent of the more than 30 million tons of the municipal solid waste stream that is actually composted nationwide, according to the U.S. Environmental Protection Agency."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In order to truly benefit from the food waste diversion process, correctional facilities must first define the strategies they will use to recover and process the food waste in a cost-efficient manner. Food waste digesters use existing sewer systems to transport digested food waste to a wastewater recovery facility where the anaerobic digestion process takes place. This means that the digester technology does not require on-road transportation, cutting greenhouse gas emissions and saving money on transportation. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Eco-Safe Digester is an on-site aerobic digester that uses proprietary biological processes that eliminates up to 2,400 pounds of food waste in a 24-hour period, Celli said. As waste is generated, it is placed into the Eco-Safe Digester, which completes the decomposition process automatically. This results in total elimination of food waste with no solids generated, no additional handling required, no residual food waste to store or transport and no odors. The Eco-Safe Digester quickly digests large volumes of food waste into a nutrient-neutral effluent suitable for discharge into public sewer systems, which is then transported to the capable wastewater treatment plant where it is further broken down. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The Eco-Safe Digester solution shortens the time it takes to complete the task of managing waste, reduces costs and increases efficiency without compromising the integrity of the task and the safety of the offender or officer,” Celli said. “The Eco-Safe Digester improves efficiency and workflow while fostering positive work habits and preparing offenders for future employment.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Benefits of the Digester"},{"type":"hard_break"},{"type":"text","text":"From a regulation standpoint, the Eco-Safe Digester diverts the food waste from landfills, successfully achieving any state’s diversion goals. Also, because the waste is weighed, the data can be accessed from the digester to offer better insights into a facility’s performance. A typical return on investment for a correctional facility is 12 months, according to Celli. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Because the digester is on-site, it also eliminates the need for a correctional facility to use any outside resources to haul food waste to an off-site landfill or compost facility. Using the digester also improves security greatly because the on-site solution limits outside vendors entering the facility. This limits the amount of people coming in and out of the secure area of a prison to manage the prison’s food waste removal. It also reduces the ability for inmates to hid themselves and/or contraband in waste bins and trucks. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Training for Inmates"},{"type":"hard_break"},{"type":"text","text":"Inmates can also benefit from the installation of the technology. Every installed Eco-Safe Digester offers a comprehensive training program for inmates to learn about installation, maintenance, upkeep, repair and use of the digester. Training inmates on the use of food digester systems helps create temporary jobs during incarceration as well as educates inmates about a growing profession. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Eco-Safe Digester is installed at 60 percent of the federal facilities, and multiple machines are installed at certain locations due to the fluctuating inmate population and the multiple structures within one facility. As a result, more than 260 green technology jobs have been created sine the Federal Bureau of Prisons issued its first purchase order for the digester to be installed in September 2012. "},{"type":"hard_break"}]}]},"source":"Correctional News:  By Jessie Fetterling"}