{"_id":"5f402fb89255e974efc60567","title":"Cutting and Dicing Food Waste with Technology","publicationDate":"2016-04-11T00:00:00.000Z","tags":["Digester"],"summary":"For years now, the hotel industry has had a vision for a more sustainable future. While the industry grows and evolves it continuously considers its i...","slug":"cutting-and-dicing-food-waste-with-technology","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"For years now, the hotel industry has had a vision for a more sustainable future. While the industry grows and evolves it continuously considers its impact on the natural and cultural environment, provides benefits to society, attracts and develops local workforces, using the latest technologies to provide innovative solutions to existing and future challenges."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It is technology in particular that is playing a more important role in supporting the hotel industry, from enhancing the customer experience to helping improve operational efficiencies. And guests are becoming ever more informed, with mounting evidence to suggest that consumers will consciously support responsible businesses over those that are not seen as making a positive contribution to society and the environment. It is also becoming more common for corporate clients looking to use hotels for events to request a hotel’s green credentials and even require the hotel to provide information on the potential carbon footprint of their event. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In identifying this consumer demand and presenting themselves as being more responsible businesses, hotels have been doing their very best to understand and reduce their carbon footprint, and are using data to help them take active steps to improve and communicate their green agendas. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Sustainability, however, has remained intrinsically difficult to quantify as it includes all aspects of hotel management and ownership, and there has been little if any consistency in the way in which different hotel companies report their green credentials. One particular challenge for the industry has been the accurate measurement and reporting of food waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"With a large hotel in the UK producing between 80 and 350 tonnes of food waste per year, it is an operational and environmental issue that has become increasingly important with general managers and hotel management companies alike. But food waste can only be prevented if accurately measured. It is vital that change is driven through the acknowledgement that data plays a key role in providing the tools for improvement. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"A technology recently introduced in the UK and Europe by BioHiTech Europe Ltd., the Eco-Safe Digester, facilitates the alignment of environmental, social, and economic factors while providing accurate data to help promote responsible food waste reduction. The onsite digester disposes of food waste at the point of generation, eliminating food waste collection costs, reducing diesel emissions and diverting food waste from landfill. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Digesting food waste through the use of microorganism technology and breaking it down into to grey water that is safe to dispose of through a standard floor drain is one thing, but capturing the data around the exact amount of food waste processed and the environmental contribution being made by reducing truck miles and greenhouse gas emissions at the touch of a button, is entirely revolutionary. It is this cloud based reporting functionality that is capturing the attention of a number of hotel groups, both internationally and in the UK. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Accurately tracking and comparing the food waste generated from one hotel to another, or all of your hotels against each other, looking at trends in seasonality, times of day, by shift or department, and being able to run an instant report on your carbon footprint by day, week, month, year, by hotel or for the entire group provides hotels with the detailed insight that they need to help them make better business decisions that affects a positive change. On top of the advantages of being able to make informed decisions such as menu selection or reverting back to an a-la-carte menu rather than a buffet to reduce waste, hotels are finding that the introduction of a food waste digester also helps highlight the benefits of segregating waste on-site, which translates into further savings. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In working closely with customers, BioHiTech Europe has found that being able to separate food waste or wet waste from general waste allows customers to reclassify their general waste to Dry Mixed Recycling (“DMR”), and the savings by having the compactor waste reclassified can be anywhere between 25% to 70%. Not enough emphasis is placed on the advantages of separating waste on site. For some customers the introduction of the digester and waste separation initiatives has reduced their general waste from 68% to as little as 8% of their total waste, allowing them to remove their compactor altogether. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"When you add that to the savings being achieved by switching from traditional waste collection, you very quickly see how technology is helping drive a multitude of decisions focused on significant savings and enabling a huge shift in delivering a truly sustainable approach to dealing with hotel waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The world needs a sustainable food waste solution that is reliable, affordable and does not produce green house gas emissions. Informed businesses can make the changes that focus on savings and waste prevention, they just need the tools to help them; the good news is that the technology exists. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Alex Giacchetti is the president/managing director of BioHitech Europe and responsible for expanding BioHitech’s Eco-Safe Digester technology across the EMEA (Europe, Middle East and Africa)."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.hotel-magazine.co.uk/cutting-dicing-food-waste-technology"},{"type":"hard_break"}]}]},"source":"Hotel Business: A sustainable food waste solution"}