{"_id":"5f402e4a9255e974efc60559","title":"DISPOSE OF FOOD WASTE MORE EFFECTIVELY","publicationDate":"2015-11-15T00:00:00.000Z","tags":["Digester"],"summary":"Regulations and global sustainability programs are beginning to change the behavior of many restaurants and how they dispose of their organic waste. N...","slug":"dispose-of-food-waste-more-effectively","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Regulations and global sustainability programs are beginning to change the behavior of many restaurants and how they dispose of their organic waste. Numerous disposal alternatives for organic waste such as donation, re-use, composting, and on-site aerobic digestion are being implemented in restaurants across our nation, however often times making a process change in any restaurant takes time as does finding the right disposal solution. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"Not all alternatives are created equal. "},{"type":"hard_break"},{"type":"text","text":"There are nuances associated with almost every alternative disposal solution that need to be considered in order to find the best fit. Cost, space, odor and pest control, housekeeping, frequency of service, contamination consequences, and ultimately a process that is easy to implement and be sustainable for the long haul are all important factors needing to be considered before a restaurant makes a change affecting the disposal of their organic waste stream. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In comparing the alternatives for the disposal of food waste, aerobic digestion is the easiest to control and the most reliable. Food waste is placed into an on-site industrial machine and within hours the food is broken down into nutrient-neutral grey water that can be safely discharged into the sewer drainpipe."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Until now, aerobic digesters were relatively simple pieces of industrial equipment, easy to install and operate, considered just another piece of equipment in the back of the kitchen. Advances in technology have been kind to some aerobic digesters, now providing restaurants visibility into their waste generation so they can create less waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Once a simple technology, the aerobic digester has blossomed into a smart environmental kitchen appliance affording restaurants the means to reduce what is being wasted. A few aerobic digesters are not only equipped with on-board scales but only one has the ability to collect real-time data to report not only pounds diverted and dollars saved but to also understanding what is happening internally in each department, by each employee and from one location to the other. The information acquired allows a restaurant to incorporate this data into their operations, purchasing, and sales efforts. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The beneficiaries of the waste data are not limited to the generation of less waste. Restaurants will achieve a more sustainable outcome and experience a more efficient and cost saving disposal process. As legislation is passed, restaurants will now have a tool to reliably account for their diversion efforts to meet any regulatory requirements. The operational data can be used to optimize the performance of the machines and ascertain an accurate return-on-investment. Even marketing departments can leverage this data to promote their restaurant’s green initiatives to new and existing customers, investors and shareholders."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Access to accurate real-time waste data introduces a level of transparency that has long been ignored by traditional waste companies. Marrying the data of what comes in the door as fresh ingredients with what goes out the door as waste helps to set a clear path to a successful, sustainable, and profitable disposal process."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://www.foodserviceeast.com/","target":null}}],"text":"http://www.foodserviceeast.com/"},{"type":"hard_break"}]}]},"source":"Food Service East:  Guest Column, Frank E. Celli"}