{"_id":"5f402af89255e974efc60530","title":"Dumpster Service Cost Axed at Grand Canyon Lodge-North Rim","publicationDate":"2013-10-21T00:00:00.000Z","tags":["Digester"],"summary":"GRAND CANYON NATIONAL PARK—Forever Resorts’ Grand Canyon Lodge-North Rim has received an Environmental Achievement Award from the National Park Servic...","slug":"dumpster-service-cost-axed-at-grand-canyon-lodge-north-rim","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"GRAND CANYON NATIONAL PARK—Forever Resorts’ Grand Canyon Lodge-North Rim has received an Environmental Achievement Award from the National Park Service for Environmental Stewardship at the North Rim of Grand Canyon National Park. The award was conferred specifically for the Grand Canyon Lodge-North Rim’s waste reduction program."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In 2009, the lodge embarked on a program of daily hand sorting of all solid waste. In 2012 alone, it recycled nearly 55,000 pounds of cardboard, 3,600 pounds of paper, 10,000 pounds of metal, 40,000 pounds of glass and 18,000 pounds of plastic. In addition, 103,000 pounds of food waste was converted to a nutrient-rich liquid and safely discharged into the national park sewer system. Together, these amounts represent a 100 percent diversion of these waste streams."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We believe good environmental stewardship is not only essential for the health of the planet, but also pays for itself in the long term,” said Mike Kidd, general manager, Grand Canyon Lodge-North Rim. “Since taking over the concession in 2008, our dumpster service cost has been cut by 93 percent—from $54,000 per season to just $4,000.” In turn, this cost savings enables us to invest in more efficient technologies, source reduction and waste diversion measures.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Significant Greenhouse Gas Reduction"},{"type":"hard_break"},{"type":"text","text":"In addition, the lodge’s waste reduction program has resulted in a substantial amount of greenhouse gas reduction. Had the 268,000 pounds of waste generated in 2012 been sent to a landfill, about 132 metric tons of CO2 equivalent of greenhouse gases would have been discharged into the atmosphere. Instead, only approximately 15 metric tons of CO2 equivalent greenhouse gas emissions were generated, representing a reduction of nearly 89 percent."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Nearly every national park in the United States focuses on waste reduction and waste diversion, yet the operations at Grand Canyon National Park-North Rim are still exemplary. Staff at the lodge not only integrated technologies into their operations to achieve their waste management objectives, but also worked closely with Grand Canyon National Park to demonstrate the waste reduction technologies were compatible with the park’s infrastructure, worked diligently to reduce waste before it was generated and strategized to maximize waste diversion."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Due to their success at the North Rim, these waste reduction strategies are being planned for use by concessioners at Acadia National Park, Grand Teton National Park (Signal Mountain Lodge), Glacier National Park, Mount Rainier National Park and others."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://www.greenlodgingnews.com/seasonal-dumpster-service-cost-grand-canyon-lodge-north","target":null}}],"text":"http://www.greenlodgingnews.com/seasonal-dumpster-service-cost-grand-canyon-lodge-north"},{"type":"hard_break"}]}]},"source":"Green Lodging News:  The Eco-Safe Digester helps the Grand Canyon Lodge achieve their 100 percent waste diversion goal"}