{"_id":"5f402a459255e974efc60525","title":"Eco-Safe Digester: Big Data, Less Waste","publicationDate":"2014-12-04T00:00:00.000Z","tags":["Digester"],"summary":"The world produces a hell of a lot of waste and a great part of it is food waste. According to the United Nations Environment Program, around one thir...","slug":"eco-safe-digester-big-data-less-waste","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"The world produces a hell of a lot of waste and a great part of it is food waste. According to the United Nations Environment Program, around one third of the food produced in the world for human consumption every year is either lost or wasted. In an effort to deal with all this waste in a green way, New York-based BioHitech has developed a device that breaks food waste down into grey water and connects to a cloud system to allow the company to tap the power of big data to monitor and improve the performance of the units."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The device is called the Eco-Safe Digester, an aerobic unit designed for on-site installation to help clients reduce how much of their food waste ends up in a landfill. BioHitech compares its digester to a \"mechanical stomach,\" where an ideal combination of heat, moisture and oxygen enables microorganisms to thrive and break down the waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"With the exception of things such as large bones, mussel and clamshells, and pineapple tops, all the food waste is broken down and discharged to the drain as grey water with traces of undigested solids. This is then transported through standard sewer lines, eliminating the need for smelly compactors and transportation of waste to landfills or compost facilities. The largest of BioHitech's machines consumes up to 300 gal (1,135 L) of fresh water and discharges 400 to 500 gal (1,514 to 1,893 L) of effluent when operating over a 24-hour period."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But the Eco-Safe Digester is more than just an aerobic digester. It is also a smart system linked to BioHitech’s cloud (Biobrain) that adds intelligence to the mechanical work. The system can identify trends and inefficiencies that lead to waste, allowing customers to understand the historical patterns of food waste and take steps to avoid it in the first place."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The analytical tool provides technicians with information about digestion rates, utility usage, hours of operation, maintenance issues and other features of the digester’s work. If problems arise, such as interruption of digestion or any other anomalies, a real time notification system allows BioHitech to respond quickly. It can remotely control any unit through its cloud and make performance adjustments from anywhere in the world at any time."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"To improve the system, BioHitech is also looking to apply machine-learning principles in its cloud to study those patterns, usage types, trends and outliers. Besides giving support staff more information about clients' needs and issues, the output of machine learning algorithms will be useful as a feedback mechanism to perfect the configuration of the digesters. This way, they can be fine-tuned for each customer’s usage patterns."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"For customers, besides giving them a green solution to waste, the digester can help them back their claims on compliance with waste disposal regulations. BioHitech also pitches it as a method for organizations to publicize their environmental efforts and boost a company’s green credentials."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"To further explore this aspect of the digester, BioHitech has plans for a real time clock to be placed at digester sites to display diversion rates. The clock will be used to promote sustainability efforts and even to cross promote and monetize advertisements from organic vendors, companies, and other interested parties. The idea is to elevate the Eco-Safe Digester from a back of the house piece of waste equipment to a consumer facing marketing tool."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://www.gizmag.com/ecosafe-digester-big-data-food-waste-grey-water/34737/","target":null}}],"text":"http://www.gizmag.com/ecosafe-digester-big-data-food-waste-grey-water/34737/"}]}]},"source":"Gizmag:  Tapping into the power of big data"}