{"_id":"5f4031d64c663579fee7c555","title":"Eco-friendly recycling machines added to Temple dining halls","publicationDate":"2018-08-30T00:00:00.000Z","tags":["Digester"],"summary":"Temple University installed three eco-friendly food waste digesters and a waste-removal analytics system as part of an expansion of the university’s c...","slug":"eco-friendly-recycling-machines-added-to-temple-dining-halls","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Temple University installed three eco-friendly food waste digesters and a waste-removal analytics system as part of an expansion of the university’s contract with Gold Medal Environmental, a sustainable waste removal company, this summer."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The machines have diverted more than 45,000 pounds of waste from landfills since installation, according to data provided by corporate communications executive Kristie Galvani."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Gold Medal’s technology is in place in the Student Center and Johnson and Hardwick and Morgan dining halls. Temple is considering installing the company’s more compact food waste digesters in the satellite cafeterias, kitchens and chain stores on campus, said Michael Schmidt, the executive vice president of strategic growth and development at Gold Medal."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Until then, food will be transported from the satellite cafeterias to the three existing machines."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The machines make waste more compact, therefore reducing the space it takes up in landfills. The machines also lessen the amount of truck transport, which produces carbon dioxide and other greenhouse gas emissions."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Michael Juhas, Temple’s director of housekeeping, said the university’s older composting system involved storing food waste in a central location, resulting in “contamination from vectors, including rodents and a smell.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Imagine storing food waste in a parking garage in August,” Schmidt said. “[The new machines] don’t produce as many emissions, including [carbon dioxide], heat and water vapor.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"During the summer, about 1,300 pounds of waste went through the machines on a daily basis. Now that students have arrived for Fall 2018, that number could rise to 3,000 pounds, Juhas said. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The machines are expected to divert about 13,000 pounds per month from landfills once the fall semester starts."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Monitors will be installed around Main Campus at central gathering areas like Johnson and Hardwick’s cafeteria to show students how much waste they are helping divert from landfills and compare it to previous months. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Schmidt said he hopes the monitors will allow students to see their university as “thoughtful and leading the way in sustainable development.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Here at Temple, we’re always looking for more sustainable ways to deal with our waste,” said John Johnson, Temple’s assistant vice president of service operations. “Our students are interested in doing more.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In Spring 2018, Temple Student Government hosted reusable plate swaps at Morgan Dining Hall, which had been admonished by the 2017-18 administration for using disposable flatware and utensils. Students for Environmental Action also created a petition to make the dining hall more sustainable."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The digesters are a great start,” TSG President Gadi Zimmerman said. “It’s great to make sure Temple is becoming more eco-friendly across the board.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Other universities and colleges, including the University of Pennsylvania and the University of Delaware, are also considering Gold Medal’s technology, Schmidt said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://temple-news.com/eco-friendly-recycling-machines-added-to-temple-dining-halls/"}]}]},"source":"Temple News:  Temple students leading the way for a sustainable future"}