{"_id":"5f402a309255e974efc60523","title":"\"Eco-Digester\" Backs Drive to Cut Food Waste","publicationDate":"2014-12-15T00:00:00.000Z","tags":["Digester"],"summary":"An entrepreneur marketing a “metal stomach” machine that turns rubbish into water is backing a campaign by MPs urging the Government to tackle Britain...","slug":"eco-digester-backs-drive-to-cut-food-waste","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"An entrepreneur marketing a “metal stomach” machine that turns rubbish into water is backing a campaign by MPs urging the Government to tackle Britain’s £22bn a year food waste bill."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"GreenComm Environmental believes its machine, which can process more than a ton of waste a day, can help to reduce the need for costly landfill sites and millions of rubbish bags."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Rupert Galliers-Pratt, GreenComm’s chief executive, said the eco-digester is capable of processing high volumes of waste that ends up as water pumped directly into the mains."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"He is targeting hotels, restaurants, hospitals, and universities and other locations. The first machine has been installed at the Athenaeum Hotel in central London where staff have welcomed the disappearance of bin liners."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Mr. Galliers-Pratt estimates that some London hoteliers spend £40,000 a year on food waste compared with the cost of a standard digester priced at £20,000."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"He has negotiated a deal with Frank E. Celli, Chief Executive of BioHitech America, the US designers of the digester, to market the product in Britain, Europe, the Middle East and Africa."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The venture is the latest for a businessman who has experienced mixed fortunes. The Old Etonian with links to the Cayzer banking family has been involved in ventures ranging from property renovation to energy, technology and telecommunications."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://www.telegraph.co.uk/news/earth/environment/11292262/Eco-digester-backs-drive-to-cut-food-waste.html","target":null}}],"text":"http://www.telegraph.co.uk/news/earth/environment/11292262/Eco-digester-backs-drive-to-cut-food-waste.html"},{"type":"hard_break"}]}]},"source":"The Telegraph: The Eco-Safe Digester can process more than a ton of waste a day heping to reduce the need for costly landfill sites"}