{"_id":"5f402a189255e974efc60521","title":"Eco-Safe Digester Turns Food Waste Into Grey Water","publicationDate":"2014-12-17T00:00:00.000Z","tags":["Digester"],"summary":"The United Nations Environment Program says about one third of the food produced in the world for human consumption is either lost or wasted. That mea...","slug":"eco-safe-digester-turns-food-waste-into-grey-water","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"The United Nations Environment Program says about one third of the food produced in the world for human consumption is either lost or wasted. That means millions of tons of food waste have to be disposed of each year. Tossing it into landfills creates methane, which is 20 times more damaging to the atmosphere than carbon dioxide, according to the EPA."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHitech, a New York-based company, has developed the Eco-Safe Digester, an aerobic unit that breaks food waste down into grey water so it can be safely flushed down the drain. The company says its digester is like a “mechanical stomach,” in which an ideal combination of heat, moisture and oxygen enables microorganisms to thrive and break down the food scraps it is fed. The largest Eco-Safe Digester uses up to 300 gallons of fresh water and discharges 400 to 500 gallons of effluent in a 24 hour period."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The machine is designed to operate on-site, where it can help reduce the amount of food waste that ends up in a landfill. And it is connected wirelessly to BioHiTech’s computer cloud, providing the company’s technicians with information about digestion rates, utility usage, hours of operation, maintenance issues and other features of the digester’s work. If problems arise, such as interruption of digestion or any other anomalies, a real time notification system allows BioHitech to respond quickly."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The company is able to remotely control each unit through its cloud and make performance adjustments from anywhere in the world at any time. The system can identify trends and inefficiencies that lead to waste, allowing customers to understand the historical patterns of food waste and take steps to avoid it in the first place."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"If necessary, computerized records are available to help customers substantiate that they are in compliance with waste disposal regulations. And as an extra bonus, BioHiTech will help publicize that a customer is using an Eco-Safe Digester to promote its green credentials in the community."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"All in all, the Eco-Safe Digester is good for the company, good for customers and good for the environment."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Editor’s update #1: I suggested this story to Steve; when I read the gizmag post, “food waste,” “grey water,” and “big data” all caught my eye. What I should have thought about just a bit more was the notion of sending this material into the sewage system. Krista Durlas, who teaches sustainability issues at Webster University, and has worked for the EPA, and Whole Food’s sustainability team (and who’s also a friend), offered some insight on this technology at Facebook:"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Normally love sustainablog posts, but these are a bad idea and this product name and using the term “grey water” is misleading. This technology concentrates nutrients into waste water which otherwise wouldn’t be there at all. It’s basically like dumping fertilizer into rivers. Excess nutrients in waste water causes eutrophication (dead zones in water bodies) If they could siphon off all the nutrients into some kind of fertilizer that would be great. But flushing it down the drain is a shell game. The real point is that where there is food waste, the nutrients from that biomass need to be returned to the soil where food is grown. I have seen these in action and have tried to discuss with their sales staff. They either don’t understand or don’t want to."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Editor’s update #2: BioHiTech’s CEO asked to respond to Krista’s thoughts; that struck me as perfectly reasonable. So here – unedited – is his “letter to the editor”:"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"To Mr. McIntire-Strasburg,"},{"type":"hard_break"},{"type":"text","text":"As a 25 year waste industry veteran I am sure of two things. There is no one solution to the world’s problem of food waste disposal and without transparency and accurate insight to waste generation it is nearly impossible for the generators to create efficiencies to reduce what is generated. We have to agree that this is the paramount issue. How we dispose of it is secondary. Our technology allows for the collection and provision of this data in real time with no guesses!"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"That being said, we have to realize that no one solution can solve this massive problem. The likely solution is a combination of various technologies depending on an area or customer’s specific requirements."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"I don’t disagree with eutrophication, it is a fact. However, digesters such as ours (that work correctly) have insignificant levels of nutrients remaining in the discharge AND the total discharge from our units is non-material in the total discharge from our customers to WWTPS. Also, this discharge is not just sent to water bodies, it is first treated at waste water treatment plants with all of the rest of the waste water generated from hospitals, hotels, supermarkets, etc. The clean water is then discharged safely to waterways while the residual sludge is disposed of accordingly. Many of these facilities actually do send the sludge to compost facilities or even better to anaerobic digesters that then convert this waste product into useful gas for power generation. So ultimately, the nutrients are in fact being utilized for beneficial purposes."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Doesn’t it make sense to eliminate all of the excess truck traffic and heavy equipment processing needed to transport and process raw food waste into compost material? Collection trucks used for this transportation only get 4-5 miles per gallon and emit both carbon monoxide and dioxide. Never mind the equipment and energy needed at the compost facility. That is an enormous amount of emissions and I would venture to say largely negate the benefit of composting all together."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"I am not opposed to composting, it along with AD, on site equipment like ours and others are all key components in creating the most sustainable environment we can. The problem is that many compost and AD facilities are long distances from metropolitan areas and require huge amounts of logistics to reach and are costly and not environmentally sound. On top of that, does anyone ever think about where all this compost will go? Is there a need? How much additional energy and fuel is needed to package and transport it to a location where it can ultimately be distributed?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Again, I believe and support all of these options but we have to assess each opportunity independently. In areas where compost facilities are readily accessible, compost. Where AD is accessible then utilize it. In areas where neither are a viable options utilize an on site technology."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"At BioHitech America, we are realistic about the fact that all of these alternatives should be part of the big picture but lets find a way to utilize them all in the most environmentally friendly way while providing our customers with what they need to eliminate the problem all together. We are working with an AD company right now to tank our effluent and decant the clean water component leaving only what remaining nutrients are left. By doing this we can reduce the amount of material that needs to be transported by 80% or more providing a more viable feedstock to AD without the economic burden to the consumer. That is the type of innovation we support. Working together and embracing all technologies to find the optimal solution is the ultimate approach!"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In each and any case, providing accurate, usable data is the key to ultimate sustainability. I welcome the opportunity to talk with or meet Ms. Durlas any time as her opinion is valid. I would hope she can open her mind to the fact that there is no sole solution and everything should be considered in order to protect our environment."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Frank E. Celli"},{"type":"hard_break"},{"type":"text","text":"Chief Executive Officer"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://sustainablog.org/2014/12/eco-safe-digester-turns-food-waste-into-gray-water/","target":null}}],"text":"http://sustainablog.org/2014/12/eco-safe-digester-turns-food-waste-into-gray-water/"},{"type":"hard_break"}]}]},"source":"Sustainablog: BioHitech America's CEO, Frank Celli, responds to skepticism on the environmental benefits of the Eco-Safe Digester"}