{"_id":"5f4032464c663579fee7c577","title":"Entsorga Touts Facility That Turns Municipal Waste Into Coal Substitute","publicationDate":"2019-09-09T04:00:00.000Z","tags":["Renewables"],"summary":"Burning coal to generate energy pollutes the air. Burying trash in landfills doesn’t improve water quality, either. But what if you could turn trash i...","slug":"entsorga-touts-facility-that-turns-municipal-waste-into-coal-substitute","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Burning coal to generate energy pollutes the air. Burying trash in landfills doesn’t improve water quality, either. But what if you could turn trash into an alternative or supplement to coal? Entsorga says it has an answer, although testing is ongoing."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Entsorga West Virginia is a first-of-its-kind facility that reps call the initial step in a movement to improve waste diversion from landfills and “create sustainable, positive environmental change.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Ground was broken in 2016 and the $33 million plant opened in March 2019. The 56,000-square-foot facility looks like a warehouse but not like a landfill: No waste is exposed to the outside environment and no workers come into direct contact with the waste as it’s processed."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech Global is a partner in the project, said to be the first full-scale High Efficiency Biological Treatment facility in the United States. Along the Gold Medal Environmental, the two entities say they’ll be able to divert more than 110,000 tons of mixed solid waste a year from local landfills to the big building."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The waste, collected by Gold Medal Environmental, is broken down and converted into something called “Solid Recovered Fuel” that’s recognized by the U.S. Environmental Protection Agency and sold as a supplement or partial replacement to coal. Company officials say they’re not burning waste or polluting the air, and will achieve up to an 80% diversion rate and extend the life of area landfills by as much as 500%."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The processed solid recovered fuel goes to a local cement kiln, to reduce their use of bituminous coal, help cut air emissions and allow them to produce more cement. Other cement kilns in Pennsylvania have reportedly expressed interest in using the solid recovered fuel."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Landfill space is running out, in part due to an international recycling crisis brought on by a ban on importing recyclables to China."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Waste generation is positively correlated with human population, therefore as the population grows, the amount of waste generated will grow as well,” says Michael Schmidt, executive vice president for strategic growth and initiatives with BioHiTech Global."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Meanwhile, landfill capacity in the United States continues to decline every year, with an estimated loss of over 1 million tons of airspace (15.6% of landfill capacity) in the United States by 2021; at this rate, it is expected that U.S. landfills will run out of airspace by 2036.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Schmidt says the recycling ban may not be all bad: “... we will start to see more of the recycling material, specifically plastics, start to make their way into the waste stream destined for our facility,” he explains."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“With the addition of these plastics, the facility will be able to produce a higher quality solid recovered fuel and have a better impact on the environment,” although the overall impact on Entsorga facility or any future facilities is yet to be fully seen."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"About 60-65% of the feedstock, or municipal solid waste, being diverted to the Entsorga building comes from local West Virginia residents through a contract with a local solid waste collection company. The rest comes from local commercial companies in West Virginia, Maryland and Pennsylvania. “We have also seen an interest in delivering waste from commercial companies from Ohio and Delaware ...” according to Schmidt."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"So what’s the environmental impact of using solid recovered fuel versus burning coal? Burning less coal sounds beneficial, as does reducing the use of landfills that leech harmful chemicals into the ground and water supply."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The U.S. cement plants that accept our product have not processed enough of our (solid recovered fuel) to be able to provide this detail, yet,” Schmidt says."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"However, he says his team has results from similar plants operating in Europe that shows that the solid recovered fuel produced in West Virginia is equal to or better than coal for 15 of the 15 contaminants of concern identified by the U.S. Environmental Protection Agency. Those are: antimony, arsenic, benzene, beryllium, cadmium, chlorine, chromium, cobalt, lead, manganese, mercury, nickel, phosphorus, selenium and toluene."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Entsorga has begun supplying the cement industry with fuel,” Schmidt adds, “however there is not enough process data to accurately analyze the air emissions from the cement production.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"He says significant analysis was done by the company, using EPA certified labs, on the fuel produced by European plants which the West Virginia facility is modeled after."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The emission data showed that the (solid recovered fuel) was comparable to or better than the pollutants generated by bituminous coal.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.forbes.com/sites/jeffkart/2019/09/12/entsorga-touts-facility-that-turns-municipal-waste-into-coal-substitute/#7be6ab2b10c2"}]}]},"source":"Forbes: A movement to improve waste diversion from landfills and “create sustainable, positive environmental change.”"}