{"_id":"5f40323b4c663579fee7c573","title":"EPA Recognizes the St. Louis Cardinals for 10 Years of Work in Reducing Food Waste","publicationDate":"2019-07-30T04:00:00.000Z","tags":["Digester"],"summary":"ST. LOUIS — Today, Tuesday July 30, 2019, U.S. Environmental Protection Agency (EPA) Administrator Andrew Wheeler recognized William Dewitt III, presi...","slug":"epa-recognizes-the-st-louis-cardinals-for-10-years-of-work-in-reducing-food-waste","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"ST. LOUIS — Today, Tuesday July 30, 2019, U.S. Environmental Protection Agency (EPA) Administrator Andrew Wheeler recognized William Dewitt III, president of the St. Louis Cardinals, for “A Decade of Partnership in Sustainability” and presented a national award to Urban Chestnut Brewing Company as the “2018 Small Business Partner of the Year” for waste reduction achievements as a WasteWise Partner."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“I am honored to be here to recognize the St. Louis Cardinals for 10 years of commitment to reduce food waste in its organization,” said Administrator Wheeler. “Also, being recognized today is the Urban Chestnut Brewing Company for winning EPA’s National WasteWise Small Business Partner of the year award. We all recognize, reducing food waste is good for the economy, good for communities, good for our shared environment, and it makes good business sense.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We appreciate EPA Administrator Andrew Wheeler and Director Carol Comer for taking the time to tour our garden and our other sustainable operations at Busch Stadium. The Cardinals are proud of the work we do in conjunction with Delaware North in reducing food waste, which brings social, economic and environmental benefits to the community,” said Matt Gifford, Vice President of Stadium Operations, St. Louis Cardinals."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Missouri Department of Natural Resources Director Carol S. Comer also attended the event, signing EPA’s Winning on Reducing Food Waste State and Local Pledge."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"This year marks the 10th anniversary since EPA joined the Cardinals’ Green Week, working together to promote sustainable efforts inside and outside of Busch Stadium. Just one example, the Cardinals’ recycling program “4 A Greener Game,” has made great strides in preventing food waste. Community volunteers work at every home game to manage the 500 recycling bins, diverting 6,500 tons of waste since the beginning of the program."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Last year, together the Cardinals and concessionaire, Delaware North, diverted more than 226 tons of food from landfills and donated almost 10 tons of food equal to 13,000 meals to those in need."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"To address food waste nationally, the White House, along with EPA, USDA, and the U.S. Food and Drug Administration (FDA), launched the Winning on Reducing Food Waste Initiative in October 2018. This helped to aligned efforts across the federal government to educate consumers, engage key stakeholders, and develop and evaluate solutions to food loss and waste. Earlier this year, President Trump acknowledged April as “Winning on Reducing Food Waste Month” and encouraged public action and participation from all sectors."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"These combined efforts will help EPA make progress toward the national goal to reduce food loss and waste by 50 percent by the year 2030."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.epa.gov/newsreleases/epa-recognizes-st-louis-cardinals-10-years-work-reducing-food-waste"}]}]},"source":"Environmental Protection Agency:  Working with Delaware North and BioHiTech in reducing food waste"}