{"_id":"5f40325e4c663579fee7c57d","title":"“Fed up with the dump:” The issue of food waste on campus","publicationDate":"2019-11-17T05:00:00.000Z","tags":["Digester"],"summary":"It’s 6:30 p.m. and Caesar Rodney Dining Hall is buzzing with activity. As students finish their meals, they place their plates, still loaded with food...","slug":"fed-up-with-the-dump-the-issue-of-food-waste-on-campus","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"It’s 6:30 p.m. and Caesar Rodney Dining Hall is buzzing with activity. As students finish their meals, they place their plates, still loaded with food, onto the conveyor belt to be washed. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The filled plates slowly disappear from view and from memory. The conveyor belt always sits ready to devour what the students haven’t."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"College campuses all across the nation face the issue of food waste, and the University of Delaware is no exception."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“It’s a big problem on campus, and students should think more about what they put on their plates,” senior environmental studies major Jacquelyn Attardi said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In dining halls, students tend to grab more food than they can finish. The leftover food cannot be repurposed, resulting in excessive quantities of food waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“It’s pretty bad, honestly, like seeing the conveyor belts with plates with uneaten food, all that stuff,” Freshman Rita Palko said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In an effort to mitigate this problem, the university implemented food digester machines, which liquify food waste so it can be disposed of in a more sustainable fashion. The liquid waste from the digesters can be sent to agriculture sites, such as South Campus, to be used as fertilizer. The use of these machines, diverts food waste from landfills, which emit significant amounts of methane, a potent greenhouse gas."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In the month of October, 9500 pounds of food waste from Caesar Rodney Dining Hall went through the digesters. However, these machines are still not enough to combat the amount of waste leftover by students."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Other factors, such as overproduction of food in the dining hall kitchens, also contribute to the university’s overall problem of food waste. Dining services did not respond to comment on this issue."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Both students and the dining halls are large factors contributing to food waste on campus,” Gustavo Silveira, president of the university’s chapter of the Food Recovery Network (FRN,) said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"FRN, the largest student movement against food waste and hunger in America, works to decrease the impact of food waste. The university’s chapter, founded in 2016, currently works to salvage food waste from Russell Dining Hall. Every week, it delivers excess food to the Newark Empowerment Center, where the food is served to members of the community who struggle with food insecurity. Throughout the past year, FRN has collected more than 1,000 pounds of food."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"All dining services on campus are catered by Aramark, which mandates specific training and waste management protocols. Due to safety regulations, FRN can only recover food properly stored and given to them by the dining hall staff. This protocol limits the amount of food that is available for recovery because FRN depends on the chefs to remember to store any excess food."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“It’s hard to ask chefs, who are overworked, to have to think about one more problem when they’re in the kitchens,” Silveira said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"While the university relies on Aramark as the major provider, the university claims that the food coming into the dining halls is purchased locally from companies such as Sysco (headquartered in Houston, TX), Amoroso’s Baking Company (located in Philadelphia, PA) and UDairy Creamery (located on the university’s South Campus)."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Despite the presence of these other companies, Aramark remains the most prominent."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“These corporations have these contracts that say the only food kids are gonna eat here is the food that we provide, and that’s a problem,” professor and scholar of environmental studies McKay Jenkins said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Additionally, Jenkins identified a discrepancy between the educational values of the university and its practices. While the university promotes environmental activism, there is no active outreach or an informative program that alert students of the consequences of food waste from the dining halls."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Kids go to classes at this university and they have great professors talking about all this stuff: sustainability, alternative agriculture, climate politics,” Jenkins said. “Then they go to the dining hall and eat industrial food.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"He also addressed the issue of implementing a solution to the issues surrounding on-campus dining, noting the difficulties the university faces in changing the eating behavior of its students."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Advocates for sustainable dining also face the obstacle of generating enough support to create change."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The only time [institutions] change is when suddenly there’s a lot of noise,” Jenkins said. “There’s almost no noise about anything on this campus.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The issue of food waste poses an environmental challenge on campus that seems to have no clear solution. The issue stems from both the university and the students. Effective efforts to combat the food waste require a collaborative effort from both parties. Even simple changes, such as being more conscious about the food students put on their plates, can make an impact."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“If you’re not going to eat the broccoli, don’t get it,” Attardi said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://udreview.com/fed-up-with-the-dump-the-issue-of-food-waste-on-campus/"},{"type":"hard_break"}]}]},"source":"The Delaware Review: Congratulations to BioHiTech's customer for being recognized for their efforts to reduce food waste.  "}