{"_id":"5f4032114c663579fee7c566","title":"First U.S. resource recovery facility of its kind opens in Martinsburg","publicationDate":"2019-03-31T00:00:00.000Z","tags":["Renewables"],"summary":"Entsorga West Virginia is the first resource recovery facility of its kind in the nation. A resource recovery facility takes trash, which would otherw...","slug":"first-us-resource-recovery-facility-of-its-kind-opens-in-martinsburg","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Entsorga West Virginia is the first resource recovery facility of its kind in the nation. A resource recovery facility takes trash, which would otherwise go into a landfill, and processes it to be used by other industries to burn as a fuel."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The special design uses “Entsorga Italia’s proprietary HEBioT mechanical biological treatment (“MBT”) system,” as stated on their website. This project is a partnership with Apple Valley Waste, BioHiTech, and Entsorga, according to Emily Dyson, an Environmental Director for BioHiTech."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dyson demonstrates how trucks will back up to these huge, deep pits and dump the trash to begin the process. In the bottom of the pits lie a complex ventilation system providing oxygen to help stimulate the aerobic decomposition process of the organic material while avoiding odor accumulation. This essentially means composting, or turning organic material into soil, Dyson said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Once the facility begins production, the entire operation is mechanical, meaning no workers will have to be inside the processing section of the building which could be dangerous. The entire system will be monitored within the control room. When fully operational, the plant will permanently employee 10-20 local people."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Specially designed cranes will be moving the waste throughout the phases of the operation. “Think of it like the crane game you played in arcades as a kid,” Dyson said. “Only instead of toys, these cranes are picking up and moving waste.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"As Dyson walked through the facility, she noted how the more people understand the process the less resistance there is to a new project. “We held multiple town hall meetings throughout the project progression, and the more people learned the less they showed up, because they understood the process,” she said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dyson has been giving multiple tours of the facility for anyone from businesses to individual citizens. She emphasized the importance of education to build a strong relationship."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Once the waste is ready to be moved from the initial drop off pits, the cranes will put them on a conveyor belt leading into a giant tube, called a trommel. The trommel constantly rotates the waste, dropping small pieces through the holes into one pit, and the large into a separate pit."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The operators have run a few test trials where some waste has already been separated into the two pits. Much of the waste pictured is plastic and paper, which are both carbon based so can be burned as fuel. The waste will wait here for the next stage of production."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dyson said this facility will provide an 80% landfill diversion rate, meaning trash that would otherwise sit useless in a landfill will now be reused as a fuel source. Dyson is confident she can get that percentage up to 85%."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Entsorga is partnered with Argos, a concrete manufacturing plant located in Martinsburg pictured on the horizon in the top left corner of the photo. Argos currently relies entirely on coal to power their plant. Once in operation, Entsorga will provide 30% of their energy needs, Dyson said. “Biomass is a cleaner energy than coal, so will help reduce air pollution in the area,” she said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Also pictured is the special bio-filter that uses hardwood mulch to filter the air coming out of the facility. “There will be no bad odors coming from this facility. If you come close, all you will smell is mulch,” she said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The massive empty pit will soon be full to the brim with waste once the facility is running. The room features an aeration system combined with fresh and re-circulated air to encourage quick breakdown of the organic material. This part of the operation is referred to as the bio-stabilization stage, Dyson said. “Standard compost piles can take months to breakdown. Here, it will take a matter of days,” she said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Once the waste is ready to be processed, it will be run through a variety of specialized separation equipment to remove non-combustible materials such as metal, glass, and PVC plastics. “PVC is the only plastic that cannot be used as a fuel because it’s too high in chlorine, all other plastics can be used,” Dyson said. “The Argos facility which will be buying and using our product, has intricate scrubbers to filter the exhaust.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The non-combustible items collected will be sent off to be recycled or disposed of properly. The facility is conveniently located right next to the Berkeley County Recycling Center off Grapevine Road, which is where the recyclables will be taken. Dyson said there will even be a connector road for easy access."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The facility also features a dust collection system, ensuring no air pollution will be leaving the building during the process. Dyson claimed that the dust collected can also be repurposed into a soil amendment."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Once in full operation, the facility will also offer a monthly “free day” where individuals can drop off their trash, Dyson said. She noted how currently only 30% of West Virginians use waste facilities. “Citizens who would otherwise burn or bury or litter their trash now have an easy drop-off location for free,” she said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dyson displayed what the final product will look like. A pile of shredded, dried, debris mixture of organic material and plastic. “The United States has created a strong market for recycling, but we never built the technology to reuse the plastics,” Dyson said. “Now that many of our international buyers no long want our plastic, it is time for new technology. This plant is the beginning of a new attitude toward waste use.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"She added that the local businesses have been very receptive and are looking forward to start utilizing the facility. Friday marked the first day the plant is open, and over the coming months will be fully operational."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"While tours are no longer permitted with the facility running, Dyson said an educational visitors center will soon be added to the site. Visitors will however have the opportunity to peek inside of the control room for a bird’s eye view of the process in action. It is located in Martinsburg, W.V. at the Berkley County Solid Waste Authority site of off Grapevine Road."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://supicket.com/first-u-s-resource-recovery-facility-opens-in-martinsburg/"},{"type":"hard_break"}]}]},"source":"The Picket: This plant is the beginning of a new attitude toward waste use"}