{"_id":"5f402e389255e974efc60558","title":"Food Waste:  How Contamination and Lack of Data Are Hindering The Food Waste Revolution","publicationDate":"2015-10-31T00:00:00.000Z","tags":["Digester"],"summary":"Using clean technology to implement a disposal method that gives you access to waste records and removes the issues related to improper sorting and hi...","slug":"food-waste-how-contamination-and-lack-of-data-are-hindering-the-food-waste-revolution","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Using clean technology to implement a disposal method that gives you access to waste records and removes the issues related to improper sorting and high levels of contamination can bring tremendous value to a business. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"With more resolve around the survival of our planet and new sustainability requirements being mandated across the globe, we are witnessing the beginning days of a food waste revolution. One in which traditional landfills have become obsolete, and large generators are using new, innovative solutions in their disposal methods. In order to get there, two very important issues need to be addressed, contamination due to poor sorting and lack of insight into waste generation. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"Food Waste Issues"},{"type":"hard_break"},{"type":"text","text":"Addressing this evolving problem is challenging due to multiple issues. According to the Environmental Protection Agency, 31 percent of the U.S.’ annual food supply finds its way into the trash, and 98.4 percent of that waste finds its way into a landfill. While landfill capacity is beginning to decline at an alarming rate, landfill tipping fees increase while the waste haulers who own these facilities petition municipalities to increase their capacity in spite of public objection."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In addition to the significant environmental pollution caused by trucks navigating the logistical challenges of reaching landfills, food disposal is also anything but environmentally sustainable. Food waste left in landfills decomposes and releases methane, a greenhouse gas 21 times more powerful than CO2. With an estimated 130 billion pounds of food waste buried in landfills, the amount of methane that is being omitted daily is severely impacting global warming. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"As time goes on, municipalities and state governments are becoming more and more aware of this issue and its related consequences. Gone are the voluntary programs hoping to solicit a social movement to divert food waste from landfill. Policy will no longer simply appeal to the softer side of this issue but now address the economic and environmental consequences and drive a stronger and more successful conclusion. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"An Active Role"},{"type":"hard_break"},{"type":"text","text":"In order to keep up with these new policies, companies need to take an active role in the management of their food waste. Though disposal methods may vary depending on a businesses’ economic strategy, space constraints, and, in some cases, geographical location, quantifying what needs to be diverted and sorting it for disposal play the most important roles in implementing a successful food waste diversion strategy. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The average full-service restaurant throws away approximately 11.3 percent of the total food it purchases. This number includes both pre-consumer (waste generated during preparation, the receipt of expired foods or the overproduction of a type of food) and post-consumer waste (uneaten or leftover food that cannot be served again). However, most restaurants and food-generating businesses alike don’t have any “real” waste statistics to help categorize or pinpoint what is actually and accurately going into the trash."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Access to waste records is one of the key components of a successful food waste diversion strategy. Only with data in-hand can businesses realize how much waste they are discarding and then start making the necessary steps to operate in a more efficient manner. By keeping a consistent, accurate account of daily waste volumes, businesses can gain important insights into not just how much they are throwing out, but also what they are throwing out."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"Sorting Techniques"},{"type":"hard_break"},{"type":"text","text":"Proper sorting techniques will help avoid contamination, but they require careful attention and dedicated personnel. Depending on the method of disposal, accepted materials for onsite aerobic digestion, offsite anaerobic digestion or even composting vary greatly. Too much contamination may mean that a truckload of organics is sent to the landfill. Food waste allocated for composting is often times rejected due to poor sorting. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Businesses that generate waste should use dedicated “food only” waste receptacles placed strategically throughout their kitchens and prep areas to make it easy for employees to sort at the time of creation. For post-consumer waste, clearly labeled waste stations, compostable trays and packaging, and the elimination of plastic-lined garbage receptacles result in less of an opportunity to contaminate the waste stream but does not always eliminate the problem entirely. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"A technologically driven onsite disposal method installed in some of today’s most sustainable companies, such as The Cheesecake Factory, Dunkin’ Donuts and FreshPoint, is providing businesses with accurate waste records that will produce little-to-no contamination challenges while delivering a successful diversion strategy. A formula that will work across many different types of businesses. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"Onsite Aerobic Digesters"},{"type":"hard_break"},{"type":"text","text":"Onsite aerobic digesters are finding fewer issues with contamination because of well-placed signages and wide hatch doors. Identifying out-of-place items in the digester are impossible to ignore and easy to remove. Unique data components capture real-time information showing businesses how to create less waste. Users can decide how they want to view waste reports to further ensure and promote their food waste diversion goals. Instead of looking at the waste stream in its entirety, managers can now easily locate problems as the waste is generated. Data reviewed by department, time of day, and/or waste type are common point-of-views, but can also be drilled-down by employee, hour of day, and bar code label. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"For example, if one butcher produces a significantly greater amount of food waste than his counterpart, managers can address the situation to discover exactly why there is such a disparity between the two butchers. Or, if the produce section is consistently throwing out 10 cases of tomatoes a week, it is easy to make the necessary decision to cut back on those purchases and perhaps invest the money elsewhere. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The data is not exclusively captured for pre-consumer waste, keeping a watchful eye on the post-consumer waste is just as important. If customers are consistently leaving near-full plates, a good decision may be to reduce portion sizes or eliminate options. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"Start with the Right Attitude"},{"type":"hard_break"},{"type":"text","text":"A successful food waste disposal strategy starts with a “Zero-Waste” attitude. A well-developed plan starts with detailed waste data to eliminate the waste altogether. Using clean technology to implement a disposal method that gives you access to waste records and removes the issues related to improper sorting and high levels of contamination can bring tremendous value to a business. Not only can a business meet their diversion goals, but the business can also begin to analyze their waste stream, which will not only benefit the environment but also the company’s bottom line. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Frank E. Celli is CEO of BioHitech America (Chestnut Ridge, NY)"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Mr. Celli is a lifelong waste industry veteran. Most recently he was co-founder and CEO of Interstate Waste Services from October 2000 until November 2006, during which time the company achieved growth of over $150 million in revenue. During his time at Interstate Waste he was responsible for all aspects of the business including collection, recycling, landfills and emerging technologies. After selling his interests in Interstate Waste he transitioned to BioHitech America. With over 25 years of Waste Industry experience, Mr. Celli has leveraged his knowledge of the traditional waste industry to facilitate the development of the Eco-Safe Digester and BioHitech Cloud to begin the transformation of the organic waste industry.He also serves as a director and officer of Entsorga West Virginia a company that is currently developing one of the first Mechanical Biological Treatment facilities in the United States. Mr. Celli graduated from Pace University’s Lubin School of Business."},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://wasteadvantagemag.com/food-waste-how-contamination-and-lack-of-data-are-hindering-the-food-waste-revolution/","target":null}}],"text":"http://wasteadvantagemag.com/food-waste-how-contamination-and-lack-of-data-are-hindering-the-food-waste-revolution/"},{"type":"hard_break"}]}]},"source":"Waste Advantage Magazine: A successful food waste disposal strategy starts with a “Zero-Waste” attitude"}