{"_id":"5f402ab99255e974efc6052c","title":"Food Waste is a Global Problem","publicationDate":"2014-10-30T00:00:00.000Z","tags":["Digester"],"summary":"Supermarkets and grocery stores are significant contributors to the 34 million tons of food wasted each year. The disposal of food waste is a complica...","slug":"food-waste-is-a-global-problem","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Supermarkets and grocery stores are significant contributors to the 34 million tons of food wasted each year. The disposal of food waste is a complicated and costly process. In addition, with cities and states passing legislation to restrict the amount of food waste being sent to landfills, facilities subject to these regulations need to quickly act on a solution that is cost-effective, environmentally-friendly and compliant."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In an effort to reduce waste sent to landfills and to limit the amount of harmful methane gasses emitted, many people turn to composting as an alternative. However, this is not the most viable solution for a few key reasons. Composting carries many challenges including rising costs, carbon emissions while transporting waste, on-site storage logistics, labor and the inability to accurately measure waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"There are two alternative food waste diversion technologies that are becoming popular in the marketplace, aerobic and anaerobic digesters. These solutions help to eliminate the negative environmental factors and are smart investments for companies that produce large amounts of food waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Aerobic digesters have been developed to eliminate food waste on-site at its point of generation. They accelerate the natural decomposition of food waste converting it to nutrient-neutral water that is transported safely through standard sewer lines. Many aerobic digesters run using a continual process, enabling waste to be added as needed with nothing left to haul away. This is currently the most cost-effective and environmentally friendly option in the marketplace. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"What makes aerobic digesters a more efficient alternative is that they minimize the logistical effort needed to dispose of the waste. The next step is to incorporate real-time quantification and transparency of food waste volumes. For example, some on-site aerobic digesters provide users the ability to determine where and when waste is produced rather than relying on assumptions. Data is crucial in reducing food waste and managing efficient operations."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Other parts of the world are capitalizing on the positive impact of anaerobic digesters which break down waste and convert it into an energy rich biogas. A supermarket chain in the United Kingdom is using its food waste to cut off completely from the grid powering the supermarket’s lighting and refrigerators without the need for fossil fuels."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"While anaerobic digestion is a forward thinking option, it is scarce in the United States because it is an expensive undertaking. However, I do foresee this becoming more widespread as the U.S. has a strong desire to achieve energy independence. Food waste companies need to continue to evolve their technology in order be able to provide customers with an effective means of generating anaerobic digester feedstock without losing the on-site nature and data analytics of aerobic digesters. We are currently piloting projects with leading anaerobic digestion companies to offer consumers a viable food waste management program that will provide the benefits of both aerobic and anaerobic digestion. "},{"type":"hard_break"}]}]},"source":"Today's Grocer:  By Frank E. Celli "}