{"_id":"5f40300f9255e974efc6057f","title":"Food Waste Bill to hit N.Y.C. stadiums, hotels","publicationDate":"2016-07-18T00:00:00.000Z","tags":["Digester"],"summary":"New regulations that will require New York City stadiums and hotels to foot the bill for disposing of the excessive food waste left behind by patrons...","slug":"food-waste-bill-to-hit-nyc-stadiums-hotels","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"New regulations that will require New York City stadiums and hotels to foot the bill for disposing of the excessive food waste left behind by patrons go into effect Tuesday, although fines won’t start for another six months."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Mayor Bill de Blasio, who has already piloted a composting program in some residential areas, says requiring certain businesses to start composting their organic-food waste is a step toward his goal of achieving \"zero waste\" in landfills by 2030."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The rules affect hotel restaurants with more than 150 rooms, stadiums with upwards of 15,000 seats (such as Yankee Stadium and Citi Field), food manufacturing plants bigger than 25,000 square feet and food wholesalers bigger than 20,000 square feet. It wouldn’t apply to fast-food businesses, restaurants that aren’t part of large hotels, grocery stores, or caterers. But for those it does apply to, they’ll bear the cost of carting, on-site compost, or transporting the waste themselves."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In Massachusetts, a commercial food-waste ban enacted two years ago led to area grocery chains such as Stop and Shop to open a green energy facility to convert any food that cannot be donated to food pantries into compost that can be used by local farms, the Associated Press recently reported."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In the New York City area, firms such as BioHiTech America, which has an office in Rockland County, offers an on-site, solution that is sanctioned by the city and is already being used by 25 businesses around the city such as Fairway Market and Lenox Hill Hospital. It converts food waste into a liquid that can go through the sewer lines. The solution also provides real-time data giving access into their waste stream and the ability to track the progress of their diversion efforts, a company spokesperson says."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.bizjournals.com/newyork/news/2016/07/18/food-waste-bill-to-hit-nyc-stadiums-hotels-tuesday.html"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"New York Business Journal:  BioHiTech America offers an on-site solution"}