{"_id":"5f4030869255e974efc60593","title":"Food Waste: We All Know the Stats, So Why Has Nothing Changed?","publicationDate":"2016-10-11T00:00:00.000Z","tags":["Digester"],"summary":"We all know the statistics. Roughly a third of all food produced globally goes to waste. In the U.S., this figure is closer to 40 percent. If food was...","slug":"food-waste-we-all-know-the-stats-so-why-has-nothing-changed","bodyCopy":{"type":"doc","content":[{"type":"heading","attrs":{"level":2},"content":[{"type":"text","text":"Triple Pundit: Foodservice companies are utilizing bio-digesters to ensure unsold food does not become waste"}]},{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"We all know the statistics. Roughly a third of all food produced globally goes to waste. In the U.S., this figure is closer to 40 percent. If food waste were a country, it would be the world’s third largest greenhouse gas emitter."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“It’s just extraordinary how we’ve created a system where hundreds of millions of people go to bed hungry every night, and yet we have more than enough food to feed everyone but it just doesn’t reach the right people,” Jo Confino, executive editor of the Huffington Post, said on Monday at SXSW Eco in Austin, Texas."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“It’s one of those systems that is fundamentally not working for the planet and is actually becoming destructive — and we need to change that system.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It’s true that the global food waste crisis is — finally — having a moment in the international dialogue. But while more people know about the problem than ever before, those stats refuse to budge."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"A big part of the problem is that key stakeholders continue to seek a ‘magic pill’ when no such panacea exists, experts said in Austin during a panel focused on food waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“There’s no one-size-fits-all solution,” said Michael Dunford, who represents Tanzania in the United Nations World Food Program. This is true in more ways than one. Not only does infrastructure vary widely between the developed and developing worlds — and indeed the nations within them — but the intrinsic value of food is just as variable."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In the developing world, the average person spends 70 percent of his or her income on food, said Alesha Black, director of the Food and Agriculture Program of the Chicago Council on Global Affairs. In the developed world, that figure drops to around 10 to 20 percent."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"With those numbers in mind, it’s no wonder that the bulk of food waste in the developed world happens down the supply chain: at the consumer level (40 percent) or via consumer-facing businesses like restaurants and grocery stores (another 40 percent), Black said. In the U.S. and countries like it, we simply do not place enough value on food. So, we think nothing of trashing our leftovers after a big meal or stocking up on ‘discount’ produce only to throw half of it away due to spoilage."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In the developing world, however, the vast majority of food waste happens up the supply chain: foods left in the field due to ineffective agricultural practices or lost shortly after harvest due to improper storage. “It’s estimated that 20, 30 maybe even sometimes 40 percent depending on the crop is lost within the first month immediately after the harvest,” Dunford said of agriculture and storage in developing countries."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But with 1.5 billion food-insecure people around the world — and an added 2 billion we’ll need to feed by 2050 — the solution is clearly not to increase the price of food and make it even less accessible to those who need it most. So then how can we, as Confino said, completely change the world’s food system and replace food loss with food gain?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Making the business case — and backing it up with data — will be key, predicted Monica Munn, senior strategy associate for the Rockefeller Foundation, which has been working to support agriculture and increase food security for over 100 years."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“There’s a huge opportunity to capture [wasted] food and use it to create meals in hungry communities, to increase livelihoods for smallholder farmers, to increase business opportunities in cities, and to think about new waste-to-energy solutions to power our buildings,” she said in Austin. “It’s about asking: How do you rethink what you consider edible food? How do you think about different approaches to food waste? And how do you demonstrate the return on investment of doing that?”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Rockefeller Foundation supports demonstration projects that tackle challenges like food waste — and show businesses the ROI in doing so. In January, the foundation announced a seven-year, $130 million effort to prove food loss and waste can be cut in half globally. As in most of the foundation’s work, multi-stakeholder collaboration is essential: Dubbed YieldWise, the project engages private, nonprofit and government actors across the food supply system to rethink waste up and down the value chain."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We’re starting to get more of those data points,” Munn said of science-based studies that demonstrate ROI. “I think once we have those, we will see larger uptake in sectors and businesses and at the policy level, which is really going to be required to move from knowledge to action and infrastructure.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Of course broad-sweeping, top-down initiatives will only go so far. Particularly in the developed world, where most food is wasted by consumers or the companies that serve them, moving the needle is next to impossible unless all of us take personal ownership over our contribution to this massive problem."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Obviously all of the organizations here are doing their part to reduce food waste and food loss,” Mann said on Monday. “But this is a systemic issue. So, at certain points along the supply chain we need to think about what decisions we’re making in our businesses, in our homes, and in our organizations that result in food waste and how we might change those to impact the end result.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Mann used the example of litter prevention: Although litter remains a massive problem in countries like the U.S., the scale has dramatically decreased thanks to decades of work on education and awareness. In a national survey conducted in 2009, Keep America Beautiful found around 15 percent of Americans admitted to littering in the past month. That’s down from 50 percent in an identical survey the group conducted in 1968."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We’re talking about changing values and norms,” Mann said. And no matter how diligently we pursue solutions, changing cultural and business norms takes time."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Preaching patience may be a tough pill to swallow given the scope of the problem — and the population increases on the horizon. But there’s much to be optimistic about in the battle against food waste. The Ad Council, which once staunchly advocated for litter prevention, has begun to campaign against food waste in earnest. More and more grocery stores are selling ‘ugly’ produce. And more foodservice companies are connecting with food rescue organizations or utilizing bio-digesters to ensure unsold food is rerouted to hungry people or used to produce energy instead of becoming waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"As businesses notice how their peers can save money by rethinking this valued resource, the panel of experts predicted global food waste figures will slowly come down to size. Are they right? Only time will tell. But the fact that we’re even having the conversation is surely a good start."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.triplepundit.com/2016/10/food-waste-roi-business-case/"},{"type":"hard_break"}]}]}}