{"_id":"5f402a269255e974efc60522","title":"Food Waste Recycling Firm BioHitech Expands Digester Business","publicationDate":"2014-12-17T00:00:00.000Z","tags":["Digester"],"summary":"Food waste recycling firm BioHitech America has expanded its service of on-site aerobicdigestion systems in the healthcare industry.   The Chestnut Ri...","slug":"food-waste-recycling-firm-biohitech-expands-digester-business","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Food waste recycling firm BioHitech America has expanded its service of on-site aerobicdigestion systems in the healthcare industry."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Chestnut Ridge, N.Y.-based BioHitech added two hospital systems with its on-site Eco-Safe Digester. BioHitech added the Boston Medical Center in Boston and Baystate Medical Center in Springfield, Mass., according to a news release."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The BioHitech Digester combines green technology with large amounts of data to eliminate up to 2,400 pounds of food waste in a 24-hour period by converting it into nutrient-neutral water and transporting it safely through standard sewer lines. The BioHitech Cloud, a reliable, manageable and secure reporting platform, measures key metrics to optimize the food waste disposal process and help eliminate food waste at the beginning."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The company currently is marketing the system to hospitals internationally."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“With upcoming legislation in specific cities and states, banning food waste from landfills, food waste disposal is now becoming a priority,” said Frank Celli, BioHitech CEO."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"One customer, Hackensack University Medical Center, is diverting 11 tons of food waste per month with the digester and has also cut its waste disposal budget by 50 percent, said Ken Vervoordt, operations manager – food and nutrition."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://waste360.com/food-waste/food-waste-recycling-firm-biohitech-expands-digester-business","target":null}}],"text":"http://waste360.com/food-waste/food-waste-recycling-firm-biohitech-expands-digester-business"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Waste360: BioHitech America has expanded its service of on-site aerobic digestion systems in the healthcare industry"}