{"_id":"5f4030cd9255e974efc6059f","title":"Food for Thought: Finding a solution to Thanksgiving waste      ","publicationDate":"2016-11-23T00:00:00.000Z","tags":["Digester"],"summary":"The U.S. Department of Agriculture estimates that Americans will scrape over 200 million pounds of food off their plates and into the trash this week,...","slug":"food-for-thought-finding-a-solution-to-thanksgiving-waste","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"The U.S. Department of Agriculture estimates that Americans will scrape over 200 million pounds of food off their plates and into the trash this week, marking one of the highest food waste generating days of the year: Thanksgiving. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"On Thursday, residential garbage cans across the nation will fill with cooked turkey, extra stuffing, and untouched mashed potatoes, while supermarkets will toss pounds of unsold products, such as raw turkeys past their prime. This food will then be bagged and dragged to the curb, picked up by diesel-emitting trucks, driven miles away to a transfer station, dumped, pushed and re-loaded to a second diesel-emitting truck. That truck will then drive many more miles before the waste is eventually buried in a landfill where the food waste will rot slowly, emitting harmful greenhouse gasses. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Contrary to popular belief, the majority of organic waste is not generated at home. It’s generated in grocery stores, restaurants, hotels, stadiums, and other commercial spaces. 44% of the 34 million tons of food waste American’s generate annually comes from households, while the rest comes from businesses. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"On top of this, a number of states in the U.S and countries in Europe believe that they can be most impactful by adjusting what happens at the retail level. This has led policymakers to steer their increased regulatory efforts towards businesses. Over the past few years, many states in the U.S. have started passing food waste ban legislation where supermarkets, restaurants and other establishments generating significant amounts of food waste are required to choose an alternative disposal solution. Yes, even on Thanksgiving. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Aerobic digestion is one of those solutions. Aerobic digesters can process as much as 2,400 pounds of food waste and – in a 24-hour period – break it down and convert it into a liquid that is safely discharged through standard sewers. But perhaps the most impactful benefit of some of these digesters is their ability to measure the volume and type of food waste in order to share insight into how businesses might be able to reduce or reuse next year’s bounty. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Many Americans are overeager to enjoy their favorite Thanksgiving dishes, leading them to buy more than they can eat, stores to stock up more than usual, and producers to grow more than may be needed. On this holiday, we should be mindful of what we all can do to stop this cycle of wastefulness. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.wastedive.com/news/food-for-thought-finding-a-solution-to-thanksgiving-waste/431025/"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Waste Dive: How aerobic digestion, just one food waste disposal option, can combat the poultry problem"}