{"_id":"5f40302a9255e974efc60585","title":"Going beyond the expected at Yale-New Haven Hospital","publicationDate":"2013-09-25T00:00:00.000Z","tags":["Digester"],"summary":"In the United States, health care facilities produce roughly 12 million pounds of trash that gets transported to landfills on a daily basis, thus acco...","slug":"going-beyond-the-expected-at-yale-new-haven-hospital","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"In the United States, health care facilities produce roughly 12 million pounds of trash that gets transported to landfills on a daily basis, thus accounting for approximately eight percent of the country’s carbon footprint. Health care institutions nationwide are uniting through sustainable initiatives that encourage healthier patients, healthier staff and healthier environments. By properly disposing of waste, individuals and departments throughout an organization, from senior leadership to front-line workers, can play an essential role in the success of a waste management program."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In December of 2011, the trash volume at Yale-New Haven Hospital (YNHH) was 76 percent of total waste. Regulated Medical Waste (RMW) was at 9 percent, and the hospital was recycling about 13 percent of its total waste stream through confidential shredding and cardboard. One year later, vast recycling efforts had decreased solid waste to 66 percent. Recycling climbed to 24 percent, and RMW dropped to 8 percent. Total savings for YNHH were over $50,000."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Waste disposal of all types can have negative effects, not only on the environment, but also directly and indirectly on the life within that environment. Communicating this message, with an emphasis on staff safety, is a high priority. The simplest strategy for managing waste is to categorize and handle it properly: Put the right material into the right container. Each waste stream has different disposal costs, so by following this approach an organization can safely and appropriately maximize the amount of waste materials that fall into lower-cost, more environment-friendly categories."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"By properly segregating waste, hospitals have a significant opportunity to increase recycling efforts. Often, recyclable items end up in regulated medical waste, which is extremely costly, or in the trash. To prevent this and to increase recycling efforts, hospitals should consider using signage and other types of staff education communication."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Disposal of recyclable items is less costly than medical waste and even less costly than regular trash. By making staff aware that clean plastic items such as empty saline water bottles and old newspapers are recyclable, hospitals can substantially increase recycling efforts while decreasing regulated medical waste. This can also be achieved through weekly audits and informing staff about the price difference in disposal methods. Most are not aware of the significant uptick for RMW. Once the staff is educated about safety, regulatory regulations and price differences, their behavior changes."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Not only does recycling create a healthier environment for the community, but it also can save money. By recycling single-stream products (paper, plastics, newspaper, cardboard, glass) as well as confidential material, mattresses, and construction debris, significant savings can be redeemed. While the politically correct idea of going green sounds exciting to leaders cost savings grab their attention as well."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"A critical component of implementing new initiatives is to celebrate afterward. YNHH hosts employee events like the Autumn Challenge, the Sizzling Summer Challenge, and Earth Day activities that incorporate posters, employee giveaways and awareness of the hospital’s successes. By celebrating their wins, YNHH engages its employees while advancing its sustainability program."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Time and again, YNHH has seen employees ask how they can become more involved with sustainability and recycling efforts, which has led to the formation of a Sustainability Champions Committee. The sustainability coordinator meets with the sustainability champions on a quarterly basis to discuss how they can promote environmental awareness and perform their own projects within their departments. YNHH recently adopted Harvard’s Green Office program, which works to ensure that all office spaces have green credentials—lights are shut off at the end of the day, all units have a recycling container and using reusable food service ware at meetings is promoted."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Various lessons were learned through the implementation of waste reduction strategies. Creating a burning platform where employees feel called to participate in sustainability and recycling is critical for success. Whether the emphasis is on going green or cost savings, everyone should be involved in the mission of creating healthier communities. Employees know their jobs best and should be asked what they think can be improved. For example, ask them where recycling bins could best be utilized."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In 2012 Yale-New Haven Hospital achieved"},{"type":"hard_break"},{"type":"text","text":"• Two percent reduction (185,203 pounds) in medical waste volume"},{"type":"hard_break"},{"type":"text","text":"• 95 percent of major construction and demolition debris recycled"},{"type":"hard_break"},{"type":"text","text":"• 26 percent of paper, glass, plastic, cans, and cardboard recycled"},{"type":"hard_break"},{"type":"text","text":"• 302,400 pounds of food waste diverted by utilizing the bio-digester"},{"type":"hard_break"},{"type":"text","text":"• 28,674 pounds of waste diverted out of landfills due to medical device reprocessing"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In order to track successes, measure and record data to quantify results. Celebrate and have fun with employees, patients, and their families. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Most important, enhance visibility by sharing successes with employees, teams, and vendors and communicate with executives about challenges. Effective communication is the key to gaining momentum and building upon the overall success of a sustainability program."},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Practice Greenhealth Magazine:  Food Waste Diversion Utilizing a Bio-Digester"}