{"_id":"5f402da09255e974efc60551","title":"How Supermarkets Can Repurpose Food Waste","publicationDate":"2015-09-04T00:00:00.000Z","tags":["Digester"],"summary":"Food waste is a problem around the world; this was a common theme at the Global Sustainability Summit which took place in Denver, Colorado in late Aug...","slug":"how-supermarkets-can-repurpose-food-waste","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Food waste is a problem around the world; this was a common theme at the Global Sustainability Summit which took place in Denver, Colorado in late August. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Globally one-third of all the food produced gets discarded, a mounting problem for both landfills and climate change. With 98.4 percent of that waste ending up in a landfill, the grocery industry is hyper-charged to find solutions that are both environmentally attractive and economically beneficial."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"Landfills and Logistics"},{"type":"hard_break"},{"type":"text","text":"The US has been dumping trash into giant holes in the ground since 1937 and as volumes increase, landfill costs also increase while capacity shrinks. Opening new landfills is no easy task; there are strict regulations for their design, operation, and closure requirements, not to mention the fact that a large area of land has to be essentially destroyed to create a new landfill. There is also a price to dump endless amounts of trash into landfills and it is not only at a cost to the public but also to their health and to the well being of our environment."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Costs are not the only problem associated with landfills. They are also the least environmentally efficient method for the disposal of wasted food, requiring trucks to haul food waste often upwards of 100 miles to get to the nearest facility. This releases an unnecessary amount of CO2 into the atmosphere, only furthering the movement of global warming and air pollution problems don’t stop in transport. The 130 billion pounds of food waste that finds its way into landfills end up decomposing and releasing another greenhouse gas into the air: methane. Though often overshadowed in its popularity by carbon dioxide, methane is actually 21 times more powerful of a greenhouse gas, resulting in an even more detrimental effect on the environment. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"After years of ignoring these problems, legislators are finally beginning to see the light. In the past two years, several municipalities and states have taken the jettisoning of food waste into their own hands, passing regulations and listing approved methods for the disposal of food waste, which no longer include landfills. These bans will eventually affect the more than 3,000 supermarkets in the US and because of that supermarkets are developing solutions for re-purposing the food at the same time of shifting to a better disposal method for what is left. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Drexel University has estimated that one-third of the food – deemed waste could go directly to food pantries where it would feed the hungry. Another third could be used in a recipe to be sold within the store where it could yield revenue for the store. The last third could be prevented altogether if a smart disposal solution was chosen. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"Composting"},{"type":"hard_break"},{"type":"text","text":"The most commonly known disposal option may be composting, but in large, urban areas, supermarkets struggle with distance to a permitted location and its capacity. Another recurring problem is contamination. The large “recycled” stamped toters are overwhelmingly contaminated. If one plastic water bottle ends up in one of the composting loads, it could ruin that entire batch of waste, meaning that not only can it not be composted, but also it now has to be moved a second time and dumped into a landfill. The last, most important challenge for haulers is providing accurate measurement to their supermarket customers."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"On-site Aerobic Digestion"},{"type":"hard_break"},{"type":"text","text":"Aerobic digesters use organic microorganisms to accelerate food’s natural decomposition process while maintaining optimal levels of aeration, moisture, and temperature. Under these controlled conditions, the microorganisms can safely digest food waste at a rate much faster than composting, converting the food waste into “grey-water” that is sent down the drain and transported safely through standard sewer lines to wastewater treatment facilities, where they can use the digested food waste to create energy. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Aerobic digesters were developed to eliminate food waste at its point of generation but only the Eco-Safe Digester can accurately measure and categorize every ounce of waste to provide supermarket owners with the transparency and knowledge that will allow them to effectively start preventing waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Having a solution at the point of generation results in no hauling, which cuts down both costs and greenhouse emissions as well as eliminates the concerns of contamination. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Donating and re-purposing supermarket waste might not solve the problem but one thing is for sure, the waste will have to go somewhere other than the landfill. Measurement and categorization of that last third of the food – deemed waste is also the only way to effectively prevent it. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"By: Frank E. Celli, CEO, BioHitech America"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://www.foodlogistics.com/blog/12110862/guest-blog-how-supermarkets-can-repurpose-food-waste","target":null}}],"text":"http://www.foodlogistics.com/blog/12110862/guest-blog-how-supermarkets-can-repurpose-food-waste"}]}]},"source":"Food Logistics:  Sustainability Exclusive"}