{"_id":"5f40304f9255e974efc60588","title":"How big data can help supermarkets tackle food waste","publicationDate":"2016-08-25T00:00:00.000Z","tags":["Digester"],"summary":"Each year, approximately 1.3 billion tons of food waste is created globally. In the United States alone, approximately 34 million tons of food is deli...","slug":"how-big-data-can-help-supermarkets-tackle-food-waste","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Each year, approximately 1.3 billion tons of food waste is created globally. In the United States alone, approximately 34 million tons of food is delivered to landfills, which accounts for more than 35 percent of total landfill waste. These jarring statistics may not be top-of-mind for a supermarket that is clearing out inventory that is unsellable, but they demonstrate that the abundance of food that is not consumed is a serious problem that needs to be addressed, both here in the U.S. and worldwide."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Food waste in landfills, and the hazards it creates through the release of harmful methane gas, not only presents a dangerous scenario for our environment it is also an issue of concern for any business that is forced to dispose of a significant amount of food, including grocery stores. For a supermarket, which - due to an increased demand for produce and the freshest products, goods that are damaged during distribution, or simply inefficient purchasing - must dispose of food that is unable to be donated, the economic impact of disposal sometimes can be severe. Fortunately, there are emerging technologies that can play a role in managing this problem, and provide businesses the opportunity to enhance their operations, help their bottom line, and, most importantly, improve environmental sustainability. It should be acknowledged that food retailers have made progress through industry initiatives and partnerships, such as the Food Waste Reduction Alliance. But these efforts are not enough on their own and may not be the most effective in terms of achieving lasting results. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The best solution that has emerged in recent years is big data. If a supermarket – from the local independent grocer to the regional or national chain – is provided real-time information and analytics that track their processes related to food disposal, they can better manage the amount and timing of what they order. In the end, this will ensure the vast majority of products they are bringing into their stores are going towards sales and not a landfill, and the products they are not able to sell are disposed of safely and kept to a minimum. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"So how does a business achieve these environmental and operational efficiencies? Products such as on-site eco-friendly aerobic digesters, which feature cloud-based data programs, are an example. When a supermarket places their food waste into these digesters – which work like a mechanical version of your stomach and convert the waste into liquid that is safely discharged through sewers - it is weighed and then detailed data points are generated immediately and catalogued. Having these metrics at their fingertips allows a supermarket to immediately monitor their input and output, which can provide a sophisticated model to achieve maximum efficiency and profitability."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"For supermarkets, in an era when accessibility through online delivery is changing the way people shop for groceries, the ability to limit costs and increase profit margins (all while shrinking their carbon footprint) is vital to their long-term success. In a perfect world, all the food that a store does not sell would go to those suffering from hunger and not a landfill. But while we should all try to achieve this goal, the reality is that donating food is much harder than it should be, for a variety of reasons, and not all food waste is recoverable for human consumption or animal feed. Absent better infrastructure to get this food to those in need, supermarkets and other businesses must make sure that when they are disposing of food waste, they are doing so responsibly and effectively. If so, we will be headed in the right direction towards addressing a global issue and give supermarkets enhanced tools to make a significant and cost-effective contribution to the problem. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://supermarketnews.com/blog/how-big-data-can-help-supermarkets-tackle-food-waste"},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Supermarket News:  The Eco-Safe Digester helps supermarkets achieve maximum efficiency and profitability"}