{"_id":"5f4031089255e974efc605ab","title":"How Industry Changes Will Affect Operational Optimization of Landfills","publicationDate":"2017-01-17T00:00:00.000Z","tags":["Digester"],"summary":"It is inevitable that changes across the waste industry will have major effects on the overall industry approach to optimizing landfill operations. Op...","slug":"how-industry-changes-will-affect-operational-optimization-of-landfills","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"It is inevitable that changes across the waste industry will have major effects on the overall industry approach to optimizing landfill operations. Options for increasing landfill densities and compaction are huge game changers, as are government-mandated waste diversion and waste ban policies. Zero waste programs, commodity pricing, waste-to-energy and CNG fuel options, as well as other regulatory changes are expected to change how the industry does business in the next decade."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Here is a quick overview of where the industry responses to these issues appear to be leading."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Options for increasing landfill density and compaction"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Landfill operators are always looking to find more efficient and cost-effective methods for increasing airspace and improving compaction at their facilities. Methods can be unique and specific to each landfill, depending upon certain site and permit conditions. But when implemented correctly, the methods can have positive results for generating additional revenue."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Leachate recirculation: Many more municipal solid waste (MSW) landfill operators are submitting permits to recirculate leachate (both treated and untreated) back onto the landfill working face or into the landfill mass itself. Introducing moisture on the landfill working face helps accelerate landfill settlement and promotes biodegradation of solid waste at a faster rate. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Contaminated soils and sludge markets: Using sludge and contaminated soil can increase compaction rates on the material being placed. For example, use of the material generated from exploration for oil and gas (tailings) may benefit overall densities at landfill facilities."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Settlement Accommodation Plans: Several states have implemented, or are in the process of considering, use of Settlement Accommodation Plans (SAPs). SAPs allow landfill operators to initially place waste at slopes steeper than the final permitted grade, with the understanding that over time the material will settle back to the permitted grades."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Temporary cap systems: Requests to use temporary cap systems on operating landfills are on the rise. A temporary capping system allows settlement to take place over several years; airspace within the temporary cap area can be recaptured prior to the placement of permanent cap system. Temporary caps contribute tremendously to odor control, landfill gas (LFG) capture, leachate generation reduction and longer-term slope maintenance improvement."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Use of GPS equipment: Landfill operators are using GPS survey tracking systems mounted to primary pieces of equipment to define facility limits and monitor and enhance compaction of waste. The system allows the operator to see in real time the daily compaction rates those pieces of equipment are achieving. It can also track the number of passes a certain piece of equipment has made on each lift, the volume of airspace consumed in that day, and the down time for those pieces of equipment not being used. These systems also have construction-related benefits with regard to material fill placement, providing a finer level of precision than those using conventional survey methods."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"State-mandated waste diversion and waste ban policies"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Statewide waste diversion policies are beginning to have an effect in a number of states. Regulatory agencies are rigorously scrutinizing disposal of materials that can be recycled and/or have beneficial use in other markets."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Waste bans: Some waste types have been banned at MSW permitted landfills for more than 20 years. Now, some states have implemented new waste bans for such materials as wood, asphalt pavement, bricks, concrete, clean gypsum wall board, grass clippings, and food waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Organics diversion: Organics make up more than 40 percent of the waste stream that is landfilled today, or over 106 million tons per year (EREF, November 2015). There is an increasing interest in diverting organics from landfills at the national, state, and sometimes even local levels."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In September 2015, the United States Environmental Protection Agency (EPA) and United States Department of Agriculture (USDA) established the country’s first food waste reduction goal, a 50% decrease in food waste sent to landfills by 2030. Many states with lofty diversion goals are now looking at organics to help them get over plateaus reached with traditional recycling activities. Five states have instituted food waste bans: California, Vermont, Massachusetts, Connecticut and Rhode Island. Most of the bans will be implemented in stages and are focused on commercial/institutional generators that produce more than one to two tons per week. Others states are in discussions, review, and debates over policy changes to organics."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Only minimal infrastructure currently exists to handle the organics policy goals. For example, meeting the EPA/USDA goal would amount to 26.5 million tons of diverted food waste. Only 2.7 million tons/year is being processed now, so significant growth is needed over the next five to 10 years. Unfortunately, current economics and incentives in place do not support this growth."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Zero waste programs and goals"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"By implementing new recycling programs, banning specific products and producing more energy from waste, municipalities can achieve zero waste goals over the next few decades. However, the economics of today’s zero waste policies simply will not meet these goals. Over time, zero waste goals may move forward through policy and legislation initiatives and implementing innovative concepts for materials reuse and changes in commodity markets. For example, the Solid Waste Association of North America (SWANA) and the California Resource Recovery Associations (CRRA) have announced a partnership to develop a zero waste course and certification, allowing leaders to learn more about how to achieve the goal."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"New waste-to-energy concepts"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Companies are beginning to find new and innovative ways to produce renewable energy from MSW and landfill gas. As more companies are implementing sustainability goals, alternative methods are being introduced and tested. For example, some companies are evaluating the High Efficiency Mechanical Biological Treatment (HEMBioT) process, which uses mechanical and biological treatment to convert municipal solid waste into an EPA-recognized renewable fuel source called Solid Recovered Fuel (SRF). The process does not combust the waste in the manufacturing process. While removing recyclable material, it uses a combination of automated sorting equipment, enhanced biological composting and mechanical refinement to make the SRF fuel source."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Others are looking at MSW for feedstock for gasification plants, which can reduce disposal cost and save landfill air space. Traditional waste-to-energy plants that burn MSW to make electricity are finding that new power agreements are not as profitable as in the past. This forces companies to look at their operations and investigate what they can do to promote sustainability goals, including innovative technology to better utilize MSW as a fuel source."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Renewable natural gas (RNG)"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In previous years, the combination of high fuel prices and the abundance and low price of natural gas extracted from the Marcellus, Bodkin, and Permian shale formations resulted in solid waste companies turning to compressed natural gas (CNG) as the fuel to run their solid waste collection vehicles. Customers want greener solutions, and CNG vehicles are cleaner burning and quieter. For example, the BioCNG process cleans and conditions landfill gas (LFG) into RNG for use in CNG collection vehicles. The use of biogas/LFG is an energy source not subject to fluctuating commodity pricing, unlike natural gas. It can offer a steady stream of renewable fuel with fixed pricing for multiple years."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Changes in interstate waste transportation rules"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Interstate commerce laws have allowed importation and exportation of waste between states. Now, some export states are falling short with available landfill air space capacity and finding siting new landfills difficult. At the same time, some receiving states are looking to introduce new legislation to restrict the flow of out-of-state waste. For example, Pennsylvania Senator Bob Casey introduced the Trash Reduction and Sensible Handling (TRASH) Act of 2015 to restrict the flow of out-of-state waste into Pennsylvania."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"As waste exporting states find it more difficult to transport trash longer distances, the industry is looking to rail service to move its material more economically. In turn, landfills are siting and permitting rail capabilities at their facilities to be able to offer a wider range of disposal options to their customers."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"New 2016 EPA Municipal Solid Waste Landfill New Source Performance Standards (NSPS) and Emission Guidelines (EG)"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The recently finalized guidelines will definitely affect some sites, and many will have to make changes or modifications to their existing monitoring plans to remain in compliance. Key changes likely to have the greatest effect on operations include:"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"• Some GCCS systems may have to come on line sooner. Threshold limits for non-methane organic compounds (NMOC) have been lowered to 34 mega grams per year (MG/yr)."},{"type":"hard_break"},{"type":"text","text":"• LFG treatment system for a control device will need to be developed into its site specific monitoring plan and must be submitted through the Title V application."},{"type":"hard_break"},{"type":"text","text":"• Requirements for surface emission monitoring have changed, requiring updates and modifications to existing NSPS design plans."},{"type":"hard_break"},{"type":"text","text":"• Leachate and liquids recirculation occurring at a landfill within the last 10 years will have new reporting requirements within the NSPS."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"As with any revised regulatory guidelines, landfill owners will need to review each site to determine specific impacts and/or monitoring changes required to remain in compliance with the new standards. These changes may result in additional costs for increased monitoring and reporting requirements. In particular, a qualified air quality specialist should review each site to determine what overall changes may be required."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Future solid waste management will take a committed effort from all parties"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The solid waste industry is, and will continue to be, a constant part of our lives. As the industry continues to evolve, waste management practices must be considered seriously for the management and the protection of our natural resources. As innovative ideas for solid waste collection, disposal, diversion, and recycling continue to emerge, all parties — including individual households — must be part of a committed effort to ensure good solid waste management practices. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.wastedive.com/news/how-industry-changes-will-affect-operational-optimization-of-landfills/434131/"}]}]},"source":"Waste Dive:  The Future of Solid Waste - New Waste-to-Energy Concepts"}