{"_id":"5f402f1f9255e974efc60564","title":"If you're still throwing food waste in the trash, you could be missing out on a chance to save money and the enviornment, too.","publicationDate":"2016-03-09T00:00:00.000Z","tags":["Digester"],"summary":"By Michael Sherer, Senior Contributing Editor   Most operators think long and hard about the costs that go into making meals – water for food prep, co...","slug":"if-youre-still-throwing-food-waste-in-the-trash-you-could-be-missing-out-on-a-chance-to-save-money-and-the-enviornment-too","bodyCopy":{"type":"doc","content":[{"type":"heading","attrs":{"level":2},"content":[{"type":"text","text":"Food Service Equipment Reports: Dehydrators and Digesters Turn Down the Volume"}]},{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"By Michael Sherer, Senior Contributing Editor"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Most operators think long and hard about the costs that go into making meals – water for food prep, cooking and washing; electricity and gas for prep, cooking and cooling, and so forth. But how many of us think about the costs of handling the food that we don’t use, or that ends up as waste?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"If you throw food waste in the garbage, you incur tipping fees on all that weight, plus you have the potential problems of trash odors and pests. At anywhere from $60 to $150 or more, plus weight charges, plus labor on the part of your staff, the cost of simply trashing food waste isn’t cheap. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"To top it off, more and more municipalities are limiting the amount of food waste they’ll take in landfills, if not banning it outright due to the formation of methane, a greenhouse gas far worse than CO2 unless collected and reused. Estimates in California, for example, are that about 15% of commercially disposed waste is food, adding up to more than 6 billion lb. a year. You read that right. That’s only a fraction f the food that’s wasted, and only a small portion of that amount is diverted from landfills. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The landscape is rapidly changing. Massachusetts, for example, mandated organic waste recycling a few years ago. And as of April 1, 2015, any business in California generating more than eight cubic yards of organic waste per week must recycle it. That number goes down to four cubic yards on Jan. 1 next year and to two in 2020. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It’s clear that these trends will affect almost all operators eventually, not just volume feeders producing a lot of organic waste. The question is no longer whether you’ll have to change how you handle food waste, but when. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Some cities now have composting and/or waste-to-energy programs that convert organic matter such as food waste into compost and mulch for agricultural users, or siphon off methane gas to power turbines and generate electricity. And a number of large institutions, such as universities and hospital complexes, as well as hotels and convention centers, are able to do the same thing due to their size and location. Also more manufacturers are gearing up smaller equipment that will make it easier and more economical to implement this kind of waste-to-energy stream in smaller venues. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But where restrictions have been put in place on the type of waste that can go into landfills, or on water use and sewer effluent, more operators – even smaller ones – are turning to alternatives. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Picking Your Option"},{"type":"hard_break"},{"type":"text","text":"The object of any food waste handling system is to reduce the volume of the food waste you generate. From there, you have a couple of options of how to dispose of or divert the food waste. Your three main options are pulpers, dehydrators, and digesters. Like any other piece of equipment, which you choose depends on a number of factors. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"First off, check your local regulations regarding food waste disposal, water usage and sewage disposal. If waste haulers offer organic waste recycling you have more options. But remember that in places like Massachusetts and California where recycling is being mandated, waste haulers know they can charge more. And typically, local governments can tack on fees to cover the cost of implementation and enforcement. All of which means your goal should be sending as little volume to recyclers as possible. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The simplest way to reduce the volume of your food waste is to grind it and press as much water out of it as possible mechanically. Pulping systems with dewatering presses reduce food volume up to 85%. While the remaining waste can be thrown away, pulping is an excellent option if organic waste recycling is offered in your area. Your disposal costs will decline significantly, since your waste hauler collects only 15% of the volume you formerly produced. And the resulting food waste ends up being used as a feedstock for a generating system that turns organic waste into compost. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Pulpers can run from about $35,000 up to $150,000 or more, but a couple of manufacturers now produce food grinding and dewatering systems on a smaller scale. These systems consist of a large disposer coupled with an under-counter dewatering press, making them suitable for even mid-size restaurants. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Two Ds"},{"type":"hard_break"},{"type":"text","text":"The other two options available – dehydrators and digesters – have been around more than a decade now. The list of suppliers has grown (though some have changed hands and some companies license to others), and the units themselves have improved in terms of performance and ease of use. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dehydrators, as the name implies, remove the moisture from food waste through evaporation. The units typically have paddles or agitators that continuously stir the waste (macerating it to some degree at the same time), and a heater raises the temperature inside to 180° F. Dehydrators reduce food weight and volume by up to 90%. The resulting end product (the consistency of coffee grounds), is sterilized and might be used as a feedstock for composting or as a soil amendment. But take note: no dehydrator produces an end product that can go directly onto your landscaping or be used as compost. The end product form a dehydrator needs to go through a second processing step to render it usable in a sustainable application. The dehydrated product could also have high levels of salt or acidity; either way, it will need further processing. Dehydrator literature does not always make this clear. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Food waste processed in a dehydrator also is odorless, as long as it’s kept dry, so it can be stored until a hauler picks it up. (Obviously, if it gets wet, the decomposition process starts immediately, and it will grow in volume and start to smell). The only other by-product of the process is the water that’s evaporated from the food. It’s condensed in the dehydrator’s sealed environment and can go down the drain or be used as grey water in the dishroom or on landscaping. A 250-lb. load of food waste basically ends up as 25 lb. of dry waste and 25 gal. of water. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dehydrators are batch processors. Once filled and turned on they require 12-18 hours to fully dry a batch of food waste. Since you can’t interrupt a batch in processed, you need to judge capacity accurately, so you don’t have food waste sitting around waiting to be loaded into the unit. On the other hand, dehydrators are mobile, and it’s easy enough to get two and roll one into an out-of-the-way corner for processing when it’s full and keep the empty one accessible. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Digesters, or biodigesters, as they’re often called, accelerate decomposition of food waste using enzymes, special microbes or micronutrients that aid bacteria in breaking food down. Unlike dehydrators, units from different manufacturers tend to be more unalike than alike. Some have grinders that break food up as it goes into the digester, so they can handle shells, bones and fruit pits. All have agitators to stir the contents and help speed decomposition, but those without grinders, won’t take bones, shells or pits. Most, though not all, use water, so the units must be plumbed. Some require warm water for the process, and have heaters built in, while others only need cold water. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Biodigesters process food waste continuously so employees can keep adding scraps or food waste throughout the day. A unit’s capacity is rated at how much food it can process in 24 hours (unlike dehydrators, which may dry a particular batch of food in half that time). The liquefied matter that’s left, after the digesting media has done its work, passes through a filter and can be put down a drain into the sewer system in most locales. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"At least one manufacturer still makes a “dry” biodigester. Essentially, a combination dehydrator and digester, the unit uses microorganisms to accelerate food decomposition, and heats food waste to about 285° F using a patented microwave technology. It reduces volume by 85%-90% and offers the convenience of continuous feed like a digester and the volume reduction of a dehydrator, while using no additional water. It requires no drain and the end product is finished compost. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"What water boards are most concerned about in the effluent that biodigesters produce are biochemical oxygen demand (BOD) fats, oils and grease (FOG) and total suspended solids (TSS). The acidity of the effluent, if too high, can be an issue for pipes, too. Depending on the organic matter you put in the units, your local water utility might turn down effluent from a digester. What water utilities worry about are potential dead spots in waterways caused by BOD; the possibility of continued enzymatic action in their sewage plants (if your digester uses enzymes); and sewer pipes clogging from effluent that emulsifies when enzymes stop working or due to FOG. You may be able to get around objections by diluting the effluent with additional water or changing the mix of waste you put in the digester. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Size Your System"},{"type":"hard_break"},{"type":"text","text":"The good news is that many manufacturers make models of these units in sizes as small as 110-220 lb. in capacity, so the technology isn’t beyond the realm of a medium-sized or even small restaurant. As mentioned earlier, even grinding/dewatering systems have shrunk in size, so you don’t have to be a huge institutional operator to use what amounts to a small pulper. Of course, these other technologies come in jumbo models, too, capable of processing up to about 3,000 lb. of food per day. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The bad news is that none of these systems come cheap. A small grinding/dewatering system will set you back about $14,000 compared to $60,000 or more for a pulper. And the smallest dehydrators run about $20,000 with mega-models costing close to $400,000. Biodigesters ten to run somewhat less, with the smallest models starting at about $16,000 and larger models (up to 2,000 lb/day) costing about $45,000. Customization can send costs up to as much as $150,000. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Since most makers have models in a range of sizes, you should be able to find one that matches the amount of organic waste your operation produces in a day. But remember, batch-feed system like dehydrators may be tied up for as long as 24 hours. You may need to purchase two or plan on how to store waste until a dehydrator is free. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Obviously, with continuous-feed systems, such as pulpers or digesters, you can simply size the unit based on the daily waste you generate. Continuous-feed systems also give you the benefit of locating either the digester or dewatering unit and receptacle remotely. (At least one dehydrator maker also lets you feed the machine from a remote grinder, but once it’s full, you have to run the cycle.)"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Manufacturers have made these systems nearly foolproof. You simply load, close the lid and press a start button. All have interlocks that prevent the unit from running when the cover’s open. Most have logic boards that monitor what’s going on inside the tank and adjust the machine’s actions accordingly. All are easy to clean, usually consisting of rinsing a filter screen daily and wiping down the stainless exterior. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Add It Up"},{"type":"hard_break"},{"type":"text","text":"While the capital cost of these systems may shock operators used to paying nothing for trash receptacles except tipping fees, most manufacturers say in the right operations their systems have payback of about two years. And here’s where you have to sharpen your pencil. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"You’ll find ROI calculators on a lot of manufacturers’ websites to help you do the math. Weigh the costs of what you pay for trash collection an employee labor to haul trash and food waste out to the dock against what you’ll spend on electricity for a dehydrator, and electricity, water and sewer for either a pulper or a digester. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dehydrators typically use about 3-4kW of electricity for smaller models. (Large models that process 2,400 lb. and up are rated at 27kW and up, and use about 16kW/hr.) At around 10 or 11 cents per kW, a typical cycle for a 250-lb. load will cost around $6-$7 with no additional water cost. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Depending on the make and type, digesters will use anywhere from one gal. of water for every four lb. of food waste to one gal. per lb. of waste. One maker estimates its smallest unit (120 lb./day) uses 1.1 gal. of water per hour and its largest (2,000 lb./day) uses 15.8 gal. per hour. If you’re looking at a digester that requires warm water, tack on the cost to heat the water. And you’ll need to factor in the annual cost of microbes or enzymes that must be replenished from time to time. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Remember that a dehydrator won’t eliminate trash pick-ups; it will simply reduce food waste to about 10% of its volume and weight. However, if your waste hauler has a composting program, pick-up may be free or a reduced price. In some locations, you may not be able to sell the product from the dehydrator as a soil or compost amendment or animal feed component. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The last thing you’ll want to factor into your calculation is the value to your business of being more sustainable and/or qualifying for LEED points. When California went through the math before passing the bill that took effect April 1, economists estimated that keeping all the state’s food waste out of landfills would save the equivalent greenhouse gases of three million cars. That’s not a bad payback. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://mydigimag.rrd.com/publication/index.php?i=292383","target":null}}],"text":"http://mydigimag.rrd.com/publication/index.php?i=292383"}]}]}}