{"_id":"5f402fc79255e974efc6056b","title":"Improving efficiencies reduces the amount of food waste being sent to America’s landfills","publicationDate":"2016-03-31T00:00:00.000Z","tags":["Digester"],"summary":"The food and beverage industry are unfortunate contributors to the more than 1.3 billion tons of waste. Large portion sizes, overly abundant menu choi...","slug":"improving-efficiencies-reduces-the-amount-of-food-waste-being-sent-to-americas-landfills","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"The food and beverage industry are unfortunate contributors to the more than 1.3 billion tons of waste. Large portion sizes, overly abundant menu choices, undesired plate accompaniments, and management and staff behavior top the list as drivers contributing to the excessive waste begging for efficiency. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"According to the United States Department of Agriculture, 10 percent of food purchased by restaurants becomes kitchen loss before ever reaching the consumer while the average diner leaves 17 percent of his or her meal uneaten and 55 percent of these potential leftovers are not taken home. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"When looking at the farm to fork process regrettably 40 percent of food goes uneaten which is why the Food Waste Reduction Alliance (an initiative of the Grocery Manufacturers Association), the Food Marketing Institute (representing food retailers), and the National Restaurant Association (representing the foodservice industry) have come together to define an unprecedented goal for the U.S.: to reduce food loss and waste being sent to America’s landfills. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"However, the management of waste with the sole goal of reducing what is sent to landfills is difficult in the fast-paced food and beverage industry and relying on the restaurant industry to divert the waste from landfills is not what will ensure the goal is met. "},{"type":"hard_break"},{"type":"text","text":"It is imperative to understand what is being wasted so it can be reduced. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The most effective, efficient and nimble way to reduce the amount of food waste going to landfills is to focus on what incorrect decision, preparation procedure, or improper purchasing action resulted in creating the waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"A tool is needed that can identify opportunities to eliminate operational inefficiencies, including altering prepared offerings and quantities, purchasing practices, and preparation habits."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Unfortunately, transparency into one’s waste stream isn’t readily accessible, as most restaurants have no knowledge of what is tossed into the garbage or why it is tossed. In order to get a better understanding restaurants have been conducting “waste dives” and in most instances this is exactly how it sounds. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Waste dives or assessments demand a hands-on approach requiring the unpleasant and odorous task of sorting out the waste, manually recording the findings, and in some cases measuring the categories of waste over a defined period of time to establish weekly fluctuations. Once the manual tasks are completed restaurants then need to track down the appropriate hauling invoices to match the waste charge with the waste item."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Thankfully, there is clean technology in the marketplace that can reduce the waste generation and then provide a more efficient means to divert and dispose of it. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Onsite aerobic digesters safely turn your food waste into liquid slurry and send it down standard sewer lines, but only a few have the ability to record and analyze every morsel of food that is wasted. Those few on-site digesters equipped with an on board scale can weigh and categorize food waste each time it is added, determining where, when, and what food waste is being disposed of. The data can be further customized by department, shift, or menu item to effect upstream activities such as planning, purchasing and production in order to reduce the generation of waste. Specifically, the Eco-Safe Digester solution helps with reducing waste volume, waste collection frequency, and overall waste budgets. It can also potentially reduce workers’ compensation claims by eliminating some of the moving pieces involved in waste management, and it can help with human capital management through salary reductions, as less manpower is needed."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But that is not all"},{"type":"hard_break"},{"type":"text","text":"The digester serves up data on a simple dashboard, meeting the needs of all of their customers. Whether quantifying environmental impact, remotely monitoring utilization or performance of the digester, measuring the impact of seasonality, benchmarking locations across geographies, or monitoring disposal costs savings, the built-in analytics can be tapped into anytime from any electronic device. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Having the knowledge of what is being wasted and to what magnitude will allow the industry to reach the important goal of reducing food waste being sent to landfills. Waste can be a result of poorly executed policies, inefficient processes, inconsistent practices or simply bad behavioral habits. No matter the cause, implementing smart clean technology can make a difference in not only keeping waste out of landfills, but more importantly, preventing it altogether. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://issuu.com/foodandbeveragemagazine/docs/fb-mar2016"},{"type":"hard_break"}]}]},"source":"Food & Beverage Magazine:  March 2016"}