{"_id":"5f402ea39255e974efc6055c","title":"Incorporating technology into a hotel’s business model plays an important role in their growth.","publicationDate":"2015-11-23T00:00:00.000Z","tags":["Digester"],"summary":"Incorporating technology into a hotel’s business model plays an important role in their growth. And those within the lodging industry know that in ord...","slug":"incorporating-technology-into-a-hotels-business-model-plays-an-important-role-in-their-growth","bodyCopy":{"type":"doc","content":[{"type":"heading","attrs":{"level":2},"content":[{"type":"text","text":"Green Key Global: The Green Scene"}]},{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Incorporating technology into a hotel’s business model plays an important role in their growth. And those within the lodging industry know that in order to stay competitive being innovative will secure a hotel’s future and keep them one step ahead of their competition. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Hotels and resorts are typically at the forefront when it comes to implementing innovative solutions and in many of today’s hotels, technology is playing an important role in managing a hotel more efficiently and ultimately creating a better experience. From changeable room ambiance, electronic check-in, and optimized housekeeping, technology is being woven into the day-to-day operations of many hotels around the world but until now, technology has never been available for the disposal of food waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Hotels and resorts generate large volumes of food and beverages through in-house restaurants, catering, buffets, and guest room services, creating more than a fair share of waste. Currently the majority of this waste is going to landfills which is not only harmful to the environment, costly to the hotel but hardly an innovative or technology savvy approach for its disposal. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Technology has finally found its way into the management of food waste. While on-site aerobic digestion has been in the market for years now, and a solution for many hotels, today’s machines offer hotels the ability to remotely manage the disposal process while providing management the waste data to help them prevent the waste altogether. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Simple aerobic digesters use bacteria to accelerate food’s natural decomposition process while maintaining optimal levels of aeration, moisture, and temperature. Under these controlled conditions, microorganisms can safely digest food waste and convert it into nutrient-neutral water that is transported safely through standard sewer lines. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHitech America’s Eco-Safe Digester is more than a simple aerobic digester. The digester incorporates cutting-edge technology to offer management real-time visibility into their hotel’s daily output of food waste and helps maintenance complete more work in less time. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The use of the Eco-Safe Digester’s mobile technology capabilities provides operations the ability to move throughout the hotel without having to physically manage the task of waste disposal among the multiple kitchens and floors. A maintenance manager would receive automated alerts immediately when the digester is being underutilized or when a problem arises making him aware of a situation no matter his location. The opportunity to address a problem immediately minimizes the unit’s down time and keeps the hotel operating efficiently. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Business as usual” is no longer an acceptable strategy when dealing with the tremendous amount of food waste being created and disposed of at hotels around our country. Instead, the use of smart technology along with a simple disposal method will help hotels to understand what is being wasted, how to dispose of it more efficiently, and how to prevent the waste from the start. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Innovation and technology are paramount in today’s competitive environment. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://greenkeyglobal.com/blog/suppliers/category/waste-management/","target":null}}],"text":"http://greenkeyglobal.com/blog/suppliers/category/waste-management/"},{"type":"hard_break"}]}]}}