{"_id":"5f402c8b9255e974efc60545","title":"It’s Time To Stop Managing Waste & Start Preventing It","publicationDate":"2015-04-17T00:00:00.000Z","tags":["Digester"],"summary":"Diverting the world’s estimated 12 million tons of daily waste is no easy task. Today’s waste management strategies are often costly, cumbersome, and...","slug":"its-time-to-stop-managing-waste-and-start-preventing-it","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Diverting the world’s estimated 12 million tons of daily waste is no easy task. Today’s waste management strategies are often costly, cumbersome, and bad for our environment. We believe that in order to reduce impacts on the environment and increase profitability, companies need to aggressively shift the focus from waste management to waste prevention."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Companies in all industries have the potential for increased profitability, efficiency, and reduced environmental impact when they make the decision to start preventing their waste. Whether it is occurring during production or consumption, a high waste output is an unnecessary expense. Incorporating a strategic waste-savings plan into your business model, instead of paying for waste removal services, is a great way to increase your company’s bottom line."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"When businesses start thinking about recycling and zero-waste, they tend to start with the more obvious materials such as paper, plastic, cardboard, glass, and aluminum. These recyclable products are easily monetized and can generate revenue. However, food is the largest component of municipal solid waste. Every year, more than 34 million tons of food waste is produced and when it rots in landfills it accounts for a significant portion of U.S. methane emissions. It is crucial that businesses start to employ environmentally responsible solutions for food waste disposal."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In recent years, government, businesses, and environmental leaders have come together to communicate the fact that traditional food waste management is no longer a viable solution. Governments across North America, including most recently those in Massachusetts, Seattle, New York City and Vancouver, continue to act and pass legislation banning or limiting commercial food waste. Maryland state officials recently released a zero-waste plan calling for reducing, reusing, and recycling nearly all the waste produced in Maryland by 2040, and California will take its sustainable reputation even further when all food waste from commercial businesses will be converted to energy through anaerobic digestion. We believe that by 2020, the majority of states will implement similar bans. Local municipalities need to support and educate companies on new initiatives, while encouraging businesses to adapt new waste diversion practices. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Leaders around the world are also starting to address the real issue of food waste prevention. At this year’s World Economic Forum in Davos, which convenes global leaders from across business, government, international organizations, academia, and civil society for strategic dialogues that map the key transformations reshaping the world, a top issue was once again sustainability. This year the importance of prevention and utilizing green technology to ignite a wave of innovation across the food distribution industry was also added to the agenda."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In order to generate the transparency that is needed to start preventing food waste, we need to invest in new technologies that will allow businesses to easily track, report, analyze, and audit waste and recyclables. Big Data provides information to better address business problems. Having the right data will allow us to reduce the amount of waste at its source, helping consumers to buy only what they need and encouraging product manufacturers to cut down on unnecessary packaging. When executives are empowered with real-time detailed analytics, they can more efficiently benchmark their performance metrics, implement best practices, and make company-wide adjustments to improve efficiency and profitability. Operational costs are one of the easiest ways to cut back on overall expenses and efficient recycling practices are a great way to accomplish that goal. By finding innovative ways to consume fewer resources and generate less waste, businesses will spend less time and money managing waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In today’s competitive market, forward-thinking strategies are imperative to maintaining sustainable high-quality products, as well as retaining your customer base as consumer support for eco-friendly companies continues to grow. Unfortunately there are many disposable products, including food, that are filling landfills quicker than companies are choosing to make the change to recycle their waste. It is becoming increasingly crucial for businesses to work with local and state governments to help them achieve zero-waste goals by providing recycling solutions for these materials. When waste is analyzed and prevention measures are put into effect, the road to increased profitability and sustainability can easily be navigated."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.greenbiz.com/article/its-time-stop-managing-waste-and-start-preventing-it"}]}]},"source":"Greenbiz:  By Frank E. Celli, CEO of BioHitech America and Rick Perez, CEO of Avangard Innovative"}