{"_id":"5f4031ed4c663579fee7c55b","title":"Keeping Food Out Of Landfills","publicationDate":"2018-10-16T04:00:00.000Z","tags":["Digester"],"summary":"You probably throw out more food than you realize. Food waste makes up 21.6 percent of municipal waste, according to the Environmental Protection Agen...","slug":"keeping-food-out-of-landfills","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"You probably throw out more food than you realize. Food waste makes up 21.6 percent of municipal waste, according to the Environmental Protection Agency."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"This is not a good use of landfill space,\" said Michael Chajes, a professor of civil and environmental engineering and co-chair of the University of Delaware's Sustainability Task Force. \"There are better things to do with this waste.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The question is — what are they? A team of civil and environmental engineers is partnering with the Delaware Solid Waste Authority (DSWA) to study the composition of food waste that has been partially broken down in a digester machine. This insight could help them implement strategies to reduce the volume of food waste in Delaware's landfills."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"DSWA is charged with managing waste and recyclables throughout the state, and the agency operates three landfills — one in each of Delaware's counties."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"Part of our mission is to increase diversion from the landfills,\" said Robin Roddy, DSWA's chief operating officer."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Roddy, who received a master's degree in civil engineering at UD, knew that UD civil and environmental engineers had the ideal expertise to tackle the problem of food waste in landfills. What's more, UD was already ahead of the curve in approaching the problem itself. The Caesar Rodney Dining Complex has two BioHiTech digesters, which use a proprietary mix of microorganisms to transform pieces of unwanted food — bread crusts, milk at the bottom of the cereal bowls, whatever students leave behind — into liquid waste. All the pieces were in place for a partnership."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"We saw this as an opportunity to study the effectiveness of this approach and determine whether it is something that could be promoted to institutions throughout the state,\" Roddy said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Daniel Cha, a professor of civil and environmental engineering, is studying the liquid waste from the digesters. A team of students from Cha's research group collects samples of the waste, determines their volume with a flow meter, and analyzes their composition with ion chromatography and other analytical equipment."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"The liquid contains organic carbon and nitrogen, and it is rich in energy potential,\" said Cha. The nutrient content differs slightly each day depending on the menu items served. By understanding exactly what this liquid is made of, Cha might be able to develop smarter strategies to utilize it — through resource recovery, strategic re-use or other methods."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The trick is scale"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The pros and cons and ramifications of this approach will be studied thoroughly before any decisions are made about scaling it up, said Roddy."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"There are many different treatment technologies for organic waste, and this is one option,\" she said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Several students are involved in this research project, including two undergraduate Delaware Environmental Institute (DENIN) Environmental Scholars. Larissa Gaul, a rising junior environmental engineering student, has been working with Cha on this project since November, helping with sampling and analysis. She has been passionate about environmental research since childhood, when she saw a staggering statistic about water insecurity at a museum exhibit. The UN reports that by 2025, two-thirds of the world's population could be living in water-stressed conditions."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"Doing research as an undergraduate has allowed me to explore what I want to do and has also given me experience writing reports, making research posters, and more,\" she said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Gaul spent the summer as a co-op at an aerospace and defense company, but she hopes to resume her research with Cha during the fall semester."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"This kind of experience with waste management research could give students a leg up when it comes to job prospects."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"As an employer and someone that hires, I think this is a great opportunity for students,\" said Roddy. \"This is experience that would really stand out to solid waste professionals.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Projects like these — which have the potential to tackle grand challenges in sustainability — are a hallmark of UD's College of Engineering."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"This collaboration with DSWA will provide important chemical insights to help inform the decisions of a key agency in our community and have large impact throughout the state and region,\" said Kristi Kiick, deputy dean of engineering at UD. \"It could also help develop new ways for our community to handle its food waste and slow the rate at which we dispose of our waste in landfills.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Michelle Bennett, sustainability manager at the University of Delaware, is involved with this project and sees plenty of potential."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"Partnerships and projects like these help UD improve our on-campus sustainability by leveraging academic expertise to better understand and seek solutions to persistent problems on campus,\" she said. \"Food waste is a large-scale issue that every kitchen struggles with; food waste has major financial and environmental impacts for us all. We hope this partnership and others will help UD address its own food waste challenges while researching and experimenting with new solutions that could help address this problem on a larger scale.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"This research could also have implications for agricultural waste, a major issue along the Delmarva peninsula, as well as yard waste, said Bennett."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"There are a lot of big-picture challenges that this research could potentially impact,\" she said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://bioengineer.org/keeping-food-out-of-landfills/"}]}]},"source":"Bioengineer.org:  BioHiTech's Digesters are helping a team of civil and environmental engineers and the Delaware Solid Waste Authority implement strategies to reduce the volume of food waste in Delaware's landfills"}