{"_id":"5f402b0c9255e974efc60531","title":"Lean, Green Eating Machine for Prisons and Jails","publicationDate":"2013-07-19T00:00:00.000Z","tags":["Digester"],"summary":"Big changes are underway in improving the sustainability and environmental responsibility of the ways correctional facilities dispose of food waste. E...","slug":"lean-green-eating-machine-for-prisons-and-jails","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Big changes are underway in improving the sustainability and environmental responsibility of the ways correctional facilities dispose of food waste. Efficient prisons and jails are moving beyond recycling and composting to gain even greater benefits from what we used to bury in landfills. New technologies are emerging to manage our food waste, finally treating it like a resource, rather than “garbage,” by generating three important end products: clean water, renewable energy (in the form of combustible biogas, primarily methane), and fertilizer products (also known as biosolids). "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHitech America’s “Eco-Safe” Digester, Totally Green’s “Orca Machine,” Waste to Water Environmental’s “BioEZ Machine,” Enviropure’s “EPW” system and other food waste digestion systems are gaining acceptance nationwide. Because of its efficiency and advanced measurement system, many facilities operated by the Federal Bureau of Prisons have chosen the “Eco-Safe Digester” as the principal tool for collection, transportation, and disposal. This decision sets them apart from other agencies and corporations as leaders in the net production of clean renewable energy, fresh water, and biosolids, by digesting their food scraps. The Bureau of Prisons expects this program of digesting food wastes to divert more than 40 million pounds of food waste annually away from landfills. The digesters deliver measurable cost savings at each facility, freeing up valuable capital for other projects."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Training inmates on the use of food digester systems will not only create temporary jobs during periods of incarceration but will also educate them in a growing profession, to assist in dealing with post-release barriers to employment and reduce recidivism. "},{"type":"hard_break"},{"type":"text","text":"Opportunities to divert food waste to their highest and best use benefit these institutions by reducing costs and increasing security. For example, incarcerated individuals are now unable to hide themselves or contraband items in bins and trucks, as they will no longer have access to such items. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The bigger picture incorporates the growing focus on the “green” and “sustainability-oriented” organics industry, while also driving towards the creation of policies and programs that will divert waste materials from landfills. As “zero waste” programs continue to be adopted and endorsed nationwide, institutions that successfully divert food residuals to aerobic digestion not only move closer to the goal of zero waste, but also reduce their overall spending. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Nonetheless, a few well-known obstacles continue to plague the process, as most methods for collection of food waste are antiquated, and it is not economically feasible for waste haulers to diversify their collection practices."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In order for correctional facilities to benefit from such an opportunity, they must first define the strategies they will utilize to recover and process the food waste in a cost-efficient manner."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Diversion of source-separated organics (such as sending food waste to composting facilities) is currently limited, in large part, by the capacity of the processing facilities, the expense of transportation, and the available end markets for the end product. More broadly, for large-scale composting of organic matter to be successful in the U.S., each state would require up to 10 additional 100-ton-per-day composting facilities. According to the US Environmental Protection Agency, total composting rates for food residuals are abysmal, as less than 3% of the more than 30 million tons generated in the municipal solid waste stream nationwide is actually composted. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Unlike composting facilities, the leading food waste digester systems use existing sewer systems to transport digested food waste to a wastewater recovery facility, where the anaerobic digestion process can take place. In these systems, the digester technology provides a sustainable means of transportation for the food waste by-product and does not require on-road transportation. By treating organic waste through digestion, these systems cut greenhouse gas emissions and save money, all by eliminating the trucking of food waste and avoiding disposal costs. When done correctly, the digester system also offers better sanitation and convenience for operators, is affordable, can be financed through third-party entities, and is easy to install and operate."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In addition to the Federal Bureau of Prisons’ use of BioHitech America’s Eco-Safe Digester, four U.S. cities are also assessing the efficacy of these food waste disposers (in the form of garbage disposers) to divert residential food scraps from garbage trucks into the water resource recovery system. Early indications reveal that, even with minimal training required for use, disposer technologies will make a huge difference — cleaner kitchens and more environmentally-responsible systems. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Well-designed digester systems offer a carbon-neutral approach, generating less pollution and reducing carbon footprints. BioHitech Amreica’s Eco-Safe system also measures performance. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Measurement matters. In September of 2012, the Federal Bureau of Prisons issued their first purchase order to BioHitech America for 76 units to roll out their organics recovery collection strategy as part of their 2012 goals."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Efficient, well-designed, well-measured food waste digester systems reduce pollution, remove odors, deal with pest and security issues associated with outside containers, reuse resources, reduce landfill space, and provide valuable training to offenders in the emerging industry of “green technology“ for possible future employment. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The opportunity to exploit food scraps as a renewable resource that replenishes soils, renews water supplies, and reduces greenhouse gas emissions is an opportunity too good to waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Paul Sheldon is a Senior Advisor to Natural Capitalism Solutions (www.NatCapSolutions.org) and www.GreenPrisons.org, a founding member of the American Correctional Association’s Clean and Green Committee, and a member of the Board of Directors of www.PlantingJustice.org"}]}]},"source":"Corrections One:  By Paul Sheldon, M.A. and Lisa Giovannielli "}