{"_id":"5f4031c44c663579fee7c551","title":"Leeds Shopping Centre Wins National ‘Green’ Award ","publicationDate":"2018-06-21T00:00:00.000Z","tags":["Global"],"summary":"Leed’s White Rose Shopping Centre has been awarded a national accolade – the SCEPTRE Award for Energy Management – thanks to its commitment to sustain...","slug":"leeds-shopping-centre-wins-national-green-award","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Leed’s White Rose Shopping Centre has been awarded a national accolade – the SCEPTRE Award for Energy Management – thanks to its commitment to sustainability. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Leeds institution was named top in its category, beating competition from across the country. White Rose’s success is due a number of developments at the centre, including: "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"• The creation of 3,000 solar PV rooftop panels – the largest system of its kind at a retail site in the UK, supplying enough power each year to supply 200 homes for 12 months "},{"type":"hard_break"},{"type":"text","text":"• The addition of electric car charging points in its car parks "},{"type":"hard_break"},{"type":"text","text":"• The use of an aerobic food digester, which turns retailers’ waste into water, saving almost 88 tonnes of carbon emissions each year – the equivalent of taking 57 cars off the road "},{"type":"hard_break"},{"type":"text","text":"• The housing of more than one billion bees on the centre’s roof, which bolster the local bee population in pollinating flowers and crops "},{"type":"hard_break"},{"type":"text","text":"• The re-use of rainwater in the centre’s toilets via a gravity-fed (non-electric) system, providing more than 40,000 ‘free’ flushes per year "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The win follows this week’s introduction of a ‘Smoke and Vape Free Zone' in White Rose’s outdoor leisure area, The Village. In consideration of the increased number of children and young families to the area, all visitors are now asked to refrain from smoking and vaping within The Village and the surrounding area, marked by green bollards. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The zone has been introduced in partnership with Leeds City Council and Child Friendly Leeds in support of the city’s Clean Air Leeds ambition, a council-led initiative to improve the quality of Leeds air. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The introduction of the smoke and vape free zone rounds off a £25 million investment into The Village, which included the construction of an 11-screen IMAX cinema, five new restaurants, and the children’s play area which opened last week."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Steven Foster, General Manager of White Rose Shopping Centre, said: “We’re delighted that our work in sustainability has been recognised at the SCEPTRE Awards. White Rose has been part of the Leeds community for more than 20 years, and we’re passionate about protecting the environmental future of our city. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We look forward to further developing our eco-credentials in the coming years.” "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.businessupnorth.co.uk/leeds-shopping-centre-wins-national-green-award/"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Business Up North: Leed’s White Rose Shopping Centre\"s Commitment to Sustainability Includes BioHiTech's Aerobic Digester"}