{"_id":"5f40318c4c663579fee7c545","title":"Let’s digest: the food waste issue","publicationDate":"2017-08-16T00:00:00.000Z","tags":["Digester"],"summary":"According to figures from the Waste and Resource Action Programme (WRAP), a total of 3,415,000 tonnes of waste is disposed of in the UK food sector ev...","slug":"lets-digest-the-food-waste-issue","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"According to figures from the Waste and Resource Action Programme (WRAP), a total of 3,415,000 tonnes of waste is disposed of in the UK food sector every year, of which 600,000 tonnes (41%) of the waste from pubs, restaurants, hotels and quick service restaurants is food waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Drilling further down into these figures, it’s estimated that the sector produces 400,000 tonnes of avoidable food waste and 200,000 tonnes of unavoidable food waste every year – of which, 21% spoilage, 45% food preparation and 34% from consumer plates."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Sending food waste to landfill is not only environmentally damaging, it’s also becoming increasingly costly for food service businesses. The industry needs to take hold of the issue and drive forward the changes needed to enable businesses to segregate and dispose of food waste at source."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It’s imperative that all involved in food services work together to drive a sustainable agenda, and catering equipment distributors are an important first step to recommending cost effective, high-tech solutions to businesses."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The food waste problem"},{"type":"hard_break"},{"type":"text","text":"Aerobic digestion technology is a proven solution for separating food waste at source; ultimately diverting it from landfill, reducing carbon emissions, and providing objective data on the types of food waste being generated."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech Europe has introduced its range of Eco-Safe and Revolution Digesters to the UK and wider European markets following success in the US. This disruptive, clean-tech solution utilises natural microorganisms to digest food waste and convert it into nutrient-neutral liquid effluent, which is discharged on-site through a standard sewer line. Built-in load sensors automatically weigh the food waste each time it is added, determining where, when, and how much food waste is being disposed. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Connectivity to the BioHiTech Cloud measures key metrics and produces accurate volume and environmental reports to help businesses understand what is being wasted and how to reduce or eliminate their waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The combination of on-site food waste disposal technology and Big Data means that the UK’s catering businesses can now effectively divert food waste away from landfill, cutting costs and emissions, while optimising the entire waste management process."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"On-site digestion: the benefits"},{"type":"hard_break"},{"type":"text","text":"It has been proven in the UK that, by diverting food waste from the total waste generated and disposing of it on-site, customers are seeing savings thanks to the elimination of food waste collection costs, reductions in the generation of costly general waste, and significant improvements in recycling percentages. All of which translates into a cleaner, more cost efficient and environmentally responsible environment. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The growing desire by food service businesses to be more sustainable while reducing costs and improving recycling rates should drive equipment distributors to offer sound advice and recommend money-saving, green technologies to their customers so that the issue of food waste can be tackled head on."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"While removing the need for food waste storage bins frees up space and reduces the risk of pests, which can have real hygiene and reputational ramifications, and help bring down cleaning costs. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Meanwhile, the cloud connectivity of BioHiTech products allows for remote diagnostics and repairs – reducing the number of technician visits and limiting any downtime required as a result. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The future of food waste disposal"},{"type":"hard_break"},{"type":"text","text":"To capitalise on the success of BioHiTech and on-site digestion technology in the US, BioHiTech Europe is working with kitchen designers during the specification phase to make sure that digesters are considered for food waste disposal at the very start of a project – whether it’s a new-build hotel or renovated restaurant. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Reducing waste and minimising carbon emissions are top of the agenda for businesses in all sectors. The BioHiTech range of digesters are saving UK businesses money, increasing revenues, and providing them with a competitive advantage while improving their operating efficiency. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.cateringinsight.com/lets-digest-food-waste-issue/"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Catering Insight:  BioHiTech digesters are saving UK businesses money, increasing revenues, and providing them with a competitive advantage while improving their operating efficiency"}