{"_id":"5f4030b09255e974efc6059a","title":"Maker of smart organic food waste digester drawn to influence of nearby Harrisburg University","publicationDate":"2016-10-31T00:00:00.000Z","tags":["Digester"],"summary":"BioHiTech's office in downtown Harrisburg is unassuming, considering the company's international reach. With headquarters in New York City and an offi...","slug":"maker-of-smart-organic-food-waste-digester-drawn-to-influence-of-nearby-harrisburg-university","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"BioHiTech's office in downtown Harrisburg is unassuming, considering the company's international reach. With headquarters in New York City and an office in London, the environmental technology company's Harrisburg branch is on the first floor of an unmarked, two-story brick building on narrow Blackberry Street."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Just around the corner from the campus of Harrisburg University of Science and Technology, BioHiTech Harrisburg serves as a research and development center for the company, which makes the Eco-Safe Digester: a box-like machine that breaks down organic food waste until it’s mostly water, at which point it’s released into the sewer system."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"CEO Frank E. Celli founded BioHiTech about eight years ago. He “had this view that the (Eco-Safe Digester) should be a smart machine,” Bob Joyce, the company’s Central Pennsylvania-based COO, said. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Joyce met Celli through an investment relationship. Along with BioHiTech chief technology officer Bill Kratzer, they are seeking to marry the physical product — the digester — with smart technology to create something new for the industry."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Everything technology-oriented, including design, new equipment, and all that, is based out of this office,” Joyce said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"There are a few reasons behind the decision to open a technology-focused office in Harrisburg. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Both Joyce and Kratzer have lived in the region most of their lives. They’ve been through three companies together and agree that the quality and cost of living here are optimal compared to bigger tech hubs, like New York or Silicon Valley. Joyce also said that, compared to other places where he has worked or owned companies, Central Pennsylvania is home to people with a work ethic that is “some of the best I’ve ever seen.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech also was drawn to the growing influence of Harrisburg University, which focuses on science and technology training, Kratzer said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In fact, BioHiTech’s Harrisburg office opened in an HU building back in 2013. As the university grew, the company was thrown out, “which was great,” said Joyce, who is on the board of trustees at the school. BioHiTech also employs interns from HU. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"While Central Pennsylvania may still lack the reputation of places like New York and Silicon Valley, it is growing its tech industry footprint."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The whole kind of meet-up process is getting better around here. I think just seeing people that we know and like around town that are other techies makes us feel better,” Joyce said, adding that the company has plans to grow."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Plus, with the ability to work remotely, having people centrally located doesn’t matter as much as it used to. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Emily Dyson, BioHiTech’s director of science, research and development, has experienced that shift firsthand. She lives and works in Mount Airy, Md., a small town east of Frederick."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Although she visits BioHiTech’s other offices on a regular basis, Dyson said she often relies on the company’s cloud technology and other modern tools like FaceTime to communicate and get information about digester sites around the world."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“I can work from my home, and I can be on the phone with Bill in Harrisburg, and we can be looking at the exact same documents, and we can be manipulating the same data,” Dyson said. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Kratzer takes pride in the work BioHiTech is doing, both to advance the waste industry and to advance Central Pennsylvania in the tech world."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“One of the most exciting things about this company is the fact that we’re building cool technology, and we can do it here in Harrisburg, which as a lot of great things going for it,” he said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.cpbj.com/article/20161031/CPBJ01/161039969/maker-of-smart-organic-food--waste-digester-drawn-to-influence-of-nearby-harrisburg-university"},{"type":"hard_break"}]}]},"source":"Central Penn Business Journal: BioHiTech helps advance Central Pennsylvania in the tech world"}