{"_id":"5f4030d69255e974efc605a1","title":"Marina Bay Sands Receives Distinction Award for Innovative Approaches towards Waste Reduction","publicationDate":"2016-12-07T00:00:00.000Z","tags":["Digester"],"summary":"Marina Bay Sands has been honored with a Distinction Award at the biennial 3R Awards for Hotels for its innovative methods to minimize waste. In conju...","slug":"marina-bay-sands-receives-distinction-award-for-innovative-approaches-towards-waste-reduction","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Marina Bay Sands has been honored with a Distinction Award at the biennial 3R Awards for Hotels for its innovative methods to minimize waste. In conjunction with the National Environment Agency (NEA) and Singapore Hotel Association (SHA), the award aims to recognize hotels that go the extra mile to practice the 3Rs (reduce, reuse and recycle) on their premises and within their operations. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"This year marks the first time Marina Bay Sands has earned a Distinction Award, which highlights the integrated resort’s extensive commitment to 3R efforts, including quarterly waste audits of its entire property to identify opportunities to further reduce, reuse and/or recycle waste, as well as quarterly sustainability initiatives for team members to participate in. This includes the annual ‘Clean Plate Challenge’ – a campaign every May in support of World Hunger Day, where S$1 is donated to charity for every clean plate that a team member returns after every meal at the team member dining room. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Food waste is an area that Marina Bay Sands has made a concerted effort to refine, making every effort to minimize the overproduction of food across its dining options. Any excess dry food is donated to a food redistribution organization on a daily basis, while any food waste that cannot be redistributed, including kitchen waste, is treated in one of five on-site aerobic food waste digesters. Last year alone, the resort diverted a total of 339 tons of food waste. According to a recently published report by the NEA, the average hotel diversion rate is 6.7%, and the diversion rate at Marina Bay Sands is about 20%, which is nearly three times the national average."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"All Las Vegas Sands properties throughout the United States and Asia are committed to minimizing environmental impact, guided by the Sands ECO360 global sustainability strategy, reflecting the company’s vision to lead the way in sustainable building development and resort operations."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.sands.com/media-relations/SandsConfidential/120516.html"},{"type":"hard_break"}]}]},"source":"Sands Blog:  Five on-site Eco-Safe Digesters treat unavoidable food waste"}