{"_id":"5f4029ee9255e974efc6051f","title":"\"Mechanical Stomach\" Could Turn UK's Food Waste Mountain Into a Molehill","publicationDate":"2015-01-16T00:00:00.000Z","tags":["Digester"],"summary":"Far below the stylish suites and luxury rooms of London's five-star Athenaeum Hotel, a machine billed as a \"mechanical stomach\" is quietly processing...","slug":"mechanical-stomach-could-turn-uks-food-waste-mountain-into-a-molehill","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Far below the stylish suites and luxury rooms of London's five-star Athenaeum Hotel, a machine billed as a \"mechanical stomach\" is quietly processing food waste into, well, almost nothing."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Mayfair landmark, famed for hosting Marlon Brando, Elizabeth Taylor, and Warren Beatty when shooting in the UK, has landed another notable guest by installing Europe's first Eco-Safe Digester. The machine, already a hit in North America where over 300 are installed, promises to eliminate food waste at the point of generation, effectively allowing hotels, restaurants, hospitals, prisons, and other sites that produce large quantities of food waste to stop dumping their leftovers in landfill."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"Sometimes it doesn't make any economic sense to drive hundreds of miles to deliver some food waste to a digester,\" explains Alex Giacchetti, chief operating officer at GreenComm Environmental, which has won European distribution rights for the machine."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The company believes the Eco-Safe Digester can help tackle the UK's annual food waste bill, estimated at a massive £22bn. About 15 million tonnes of food is wasted in the UK every year, of which the hospitality sector alone creates about a fifth. WRAP, the government's waste adviser, estimates businesses across the country would save £2bn a year by eliminating food waste to landfill by 2020."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Currently, around 40 per cent of hospitality sector food waste is transported to landfill sites before being dumped, a process that produces huge amounts of greenhouse gas emissions both through the transport and the eventual decomposition of the organic waste. Methane, produced as food rots, has a global warming potential 21 times greater than CO2."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Meanwhile, companies are increasingly under pressure to report on waste levels and the idea of banning food waste to landfill entirely has been floated in the UK."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Giacchetti, a schoolboy contemporary of Tesla founder Elon Musk, explains over the noise of the Athenaeum's kitchen that the machine can deal with almost any sort of food waste, with the exceptions of large bones, shells, and pineapples."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Kitchen staff pours in the waste, which is sprayed with water at about 40C and churned by agitators. Special enzymes get to work and break down the material, taking 24 hours to transform 360 kilograms of waste into what Giacchetti describes as \"about a bath-load of water\". This can be emptied into a normal drain - or used for irrigation, flushing toilets and other 'grey water' applications. The £20,000 machine uses about as much electricity as a fridge, emits no real odor and runs very quietly."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The largest Eco-Safe Digester model can process 1,130 kg in 24 hours, providing an opportunity for organizations to substantially reduce their waste costs and emissions - possibly by as much as £40,000 a year."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But Giacchetti adds that there are other benefits for businesses in terms of environmental reporting, improved purchasing decisions, and engagement with clients."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"Consumers are so much more educated now,\" he says. \"They not only want to know where you're sourcing your produce from, they want to know what you're doing with your waste and if you are acting responsibly.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Eco-Safe Digester comes with a \"BioBrain\" that tracks how much food is going in and can break that performance down by the hour. It can even automatically translate the emissions savings that are being delivered, providing regular updates on the level of emissions savings and the number of cars you would have to take off the road or trees you would have to plant to deliver equivalent savings. The tracking system also enables the machine to be monitored remotely so in the event of a fault, engineers can be sent immediately."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"More importantly, businesses can also track when they create the most waste and take steps to reduce that. \"One of the hotels we work with in New York looked at how much food they wasted at breakfast - and they had the data to support the argument to cancel the buffet, do 'a la carte' and hire an extra person in the kitchen,\" Giacchetti says."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Athenaeum has also managed to get rid of a number of bins, freeing up much-needed space and reducing the risks associated with having food waste on site. The company has already placed an order for its sister hotel, which gives Giacchetti hope the Eco-Safe Digester's early success can be replicated this side of the Atlantic."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In the US, it has been installed in Veteran's Hospitals, as well as malls, restaurants and prisons. Giacchetti is targeting similar markets in Europe, along with some more left-field sites such as island resorts, cruise ships, and motorway service stations. \"And we're looking at events too,\" he adds. \"It's on wheels, so there's no reason you couldn't take it to something like Glastonbury.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"There has been interest from Dubai, where the water produced could be used for irrigation, while the NHS is said to be considering replacing its macerators before they are banned. The company is also in talks with a major unnamed supermarket to trial the machine in one of its stores."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Should the company receive enough orders it could start manufacturing the machines in the UK, Giacchetti adds, although this is a long way off at present."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It remains to be seen whether the Eco-Safe Digester will build on its early success. But there is no doubt that the inexorable rise of waste management costs and increasing focus on sustainability from corporates and customers ensures more and more businesses will have to investigate ways to tackle the food waste mountain."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.businessgreen.com/bg/feature/2390482/mechanical-stomach-could-turn-uks-food-waste-mountain-into-a-molehill"},{"type":"hard_break"}]}]},"source":"businessGreen: An success story in the UK"}