{"_id":"5f402ce99255e974efc6054b","title":"Mechanical Stomach Offers Solution to New York City's Composting Dilemma","publicationDate":"2015-06-04T00:00:00.000Z","tags":["Digester"],"summary":"Composting of food waste in the city was supposed to be required as of July 1, but it won't be in effect for quite some time.   July 1 was supposed to...","slug":"mechanical-stomach-offers-solution-to-new-york-citys-composting-dilemma","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Composting of food waste in the city was supposed to be required as of July 1, but it won't be in effect for quite some time."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"July 1 was supposed to be a big day for food businesses. Not only were plastic-foam food containers to be banned on that date, but composting of food waste was to become mandatory."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The foam ban is still on track, but the composting mandate won’t take effect because there aren’t enough facilities within 100 miles of the city to compost all of its apple cores, chicken bones and other organic waste. The Bloomberg administration put that circuit-breaker in the law to protect restaurants, supermarkets and other big food-waste producers from having to meet an impossible or expensive mandate."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But one businessman argues that composting need not wait for massive processing plants to pop up in New Jersey, eastern Pennsylvania or the Hudson Valley."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Frank Celli, CEO of Rockland County-based BioHitech America, says the technology exists for businesses to process their organic waste on-site, easily and economically. He should know—he sells it."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"For $22,000 to $42,000, businesses can buy their very own aerobic digester from Mr. Celli. Or lease one, for $6,000 to $14,000 per year. The largest unit handles 150 pounds of food scraps per hour."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“It acts like a mechanical stomach,” he said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The billions of microbes in Mr. Celli’s digesters turn vegetation and animal products into liquid that can be poured down the drain as wastewater. (If that sounds impossible, he said, consider that food is mostly water to begin with, and that his bacteria are hungry little devils.) The effluent is then transported by gravity to sewage treatment plants, rather than by truck to transfer stations and then to disposal facilities."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The result is a lower carbon footprint for the business—and no odors, because the waste isn’t around long enough to start rotting."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Mr. Celli said about 25 of his digesters—which are about the size of a commercial dishwasher and can operate 24/7—are in use around the city by such businesses as Fairway Market, Lenox Hill Hospital, Chelsea Piers, Barnard College and Café Metro. BioHitech, which has customers in 39 states and is targeting $5 million to $7 million in revenue this year, has competitors that offer aerobic digesters and similar products as well."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“There are technologies like mine that can solve the city’s commercial food-waste problem,” he said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But the solution is not just to liquefy all food waste, he said. It is to prevent so much food waste from being generated in the first place. Mr. Celli said his digesters help do that by keeping track of what is fed into them and when. The information goes to the cloud, so a supermarket chain’s regional manager can see, for example, if a particular store is throwing away too many bananas on Thursday afternoons, and adjust its supply management accordingly."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Fairway Market knows how much food waste they generate by the minute,” he said. “Because they know that, they can make changes.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Mr. Celli bristles at how much attention is being devoted to doing more composting, which, he said, is “not inexpensive” and produces dirt, which is not exactly a precious commodity."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“There’s a huge misconception” that the problem is how we get rid of waste. Mr. Celli said. “That is not the problem. The problem is how much waste we generate in the first place.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://www.crainsnewyork.com/article/20150604/BLOGS04/150609943","target":null}}],"text":"http://www.crainsnewyork.com/article/20150604/BLOGS04/150609943"}]}]},"source":"Crains New York Business: Frank Celli's aerobic digesters quickly turn businesses' food waste into liquid. But the real key is the data they collect"}