{"_id":"5f402c649255e974efc60541","title":"Medical Center Touts 'Go Green' Initiative","publicationDate":"2010-05-02T00:00:00.000Z","tags":["Digester"],"summary":"Today is the 40th anniversary of Earth Day Earth Day aims to inspire awareness and appreciation for Earth's environment. It is observed in more than 1...","slug":"medical-center-touts-go-green-initiative","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Today is the 40th anniversary of Earth Day Earth Day aims to inspire awareness and appreciation for Earth's environment. It is observed in more than 140 countries around the world Earth Day is usually celebrated with outdoor performances, where individuals or groups perform acts of service to earth. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Toms River- Its official name is organic food digester, but employees in the kitchen area of Community Medical Center affectionately call the machine \"Chester the Digester\". Chester captures all organic kitchen food waste, including scraps of leftovers, and processes them utilizing enzymes to break the food down into a liquid that is environmentally safe and flows down the drain. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"A big benefit of the process is that it eliminates food waste from having to be carted away to a landfill, where it eventually becomes biodegradable, but sometimes produces methane gas. \"Chester is a kind of like virtual stomach. Anything a person can eat, he can digest,” said Thomas Yanisko, administrative director of hospitality services at the hospital. \"We are averaging 400 pounds of food waste a day. That kind of food waste is very heavy to haul to Dumpsters, so with Chester we are doing something better for the environment.\" "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The organic food digester is a big part of a \"go green\" initiative at the hospital started last year by Yanisko and members of his staff. In addition to Chester, the hospital recycles a multitude of items, and always has collected and recycled cardboard and a combination of glass, cans and plastic materials. \"We wanted to go beyond the standard recycling programs to help the environment,\" Yanisko said. \"As one of the largest facilities and biggest employers in the community we felt we had a higher responsibility. We should be leading in these initiatives, which will give some smaller businesses an incentive to follow.\" "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The hospital's \"go green\" initiative implemented by the Food Services Department includes a partnership with the Toms River Municipal Utilities Authority. Instead of paying a third party to remove the deep fat fryer oil, the township now provides a special trailer located on the campus of the hospital where the oil is collected and stored for the township to pick up. The township then utilizes this leftover oil to power two vehicles with fuel generated by a biodiesel process made from leftover cooking oil. \"Our incentive was multifold in that we wanted to reduce improper disposal of these oils, while at the same time saving fuel,\" said Nicholas Otten, authority engineer for Toms River. \"We use the fuel from the oil for vehicles that maintain the sewer collection system.\" Bernard Rutkowski, a Toms River safety compliance officer, came up with the idea for the project and mechanic Frank Firrito was responsible for changing the engines in the township vehicles to best utilize the fuel. \"This setup has proven very successful for us and the hospital,\" said Otten. \"It's an example of what two organizations can do to help improve the environment.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"https://www.newspapers.com/newspage/144709107/","target":null}}],"text":"https://www.newspapers.com/newspage/144709107/"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Asbury Park Press:  Meet Chester the Digester"}