{"_id":"5f4030ec9255e974efc605a5","title":"Move to More Recycling of Food Waste","publicationDate":"2016-12-27T00:00:00.000Z","tags":["Digester"],"summary":"The Eco-Safe Digester is bringing advanced wastewater treatment logic to the galley, breaking down food within bacteria and turning it into gray water...","slug":"move-to-more-recycling-of-food-waste","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"The Eco-Safe Digester is bringing advanced wastewater treatment logic to the galley, breaking down food within bacteria and turning it into gray water, as opposed to offloading or incinerating food waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech currently supplies the technology to a number of land-based venues, from prisons and hospitals to major restaurant chains and grocery stores."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We use biology to rapidly decompose food waste,” said Frank E. Celli, CEO. “The bacteria strands target sugars, fats, oils and grease, the (main) components of food waste.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The machine comes in various sizes and requires an electrical connection, and for bacteria to be re-charged every few months."},{"type":"hard_break"},{"type":"text","text":"Among the highlights is a networked system providing real-time data back to the customer."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We help our customers become more educated about what is being wasted and when it’s being wasted,” said Celli, adding he was targeting a ship installation in the near future."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.cruiseindustrynews.com/cruise-news/16142-move-to-more-recycling-of-food-waste.html"},{"type":"hard_break"}]}]},"source":"Cruise Industry News:  The Eco-Safe Digester Eliminates the Off-Loading or Incinerating of Food Waste"}