{"_id":"5f4031729255e974efc605be","title":"Philadelphia Eagles stadium will soon be home to a BioHiTech Global Digester","publicationDate":"2017-07-21T00:00:00.000Z","tags":["Digester"],"summary":"• The Philadelphia Eagles recently announced plans to install a new on-site digester made by BioHiTech Global at Lincoln Financial Field, according to...","slug":"philadelphia-eagles-stadium-will-soon-be-home-to-a-biohitech-global-digester","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"• The Philadelphia Eagles recently announced plans to install a new on-site digester made by BioHiTech Global at Lincoln Financial Field, according to a press release. Existing service provider Waste Masters Solutions will assist in the design, construction and operation of the project."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"• Eco-Safe Digesters have the capacity to process up to 2,400 pounds of material per day while tracking detailed analytics for employees to follow. The unit uses a proprietary bacteria formula to break food scraps down via aerobic digestion and send them through sewer systems with no residual solids. The Eagles see this as a way to help manage larger spikes in volume from game days and concerts."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"• This follows the installation of another digester at the team's NovaCare Complex practice facility in September 2016. So far that unit has diverted 18,100 pounds of pre-consumer food waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dive Insight:"},{"type":"hard_break"},{"type":"text","text":"The Eagles signed a multi-year agreement with Delaware-based Waste Masters Solutions for an undisclosed amount in 2016 to help manage the estimated 850 tons of material they generate each year. According to Waste Masters, the team achieved \"landfill free\" status last year and the team often reports having a recycling rate of close to 100%. This calculation factors into waste-to-energy combustion as a form of recycling. The Eagles became the second NFL team to receive a LEED certification for their stadium in 2013. The U.S. Green Building Council estimates that at least 30 sports venues have now become LEED-certified and the trend is projected to continue."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The NFL has received particular attention for making waste diversion a priority at Super Bowls, too. In recent years, some games have achieved diversion rates in the 80-90% range. This year's game in Houston involved efforts to recover construction materials, edible food and recyclables from both the stadium and remote events, along with an annual electronic waste drop-off for local residents."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Stadiums have become popular targets for food waste diversion, either voluntarily or due to regulatory requirements, because of their large footprints and relatively predictable waste streams. Especially in areas where there may not be many collection or processing options, on-site digesters are seen as a good solution. BioHiTech Global has announced multiple sales of their digesters to large facilities this summer and is currently used in hundreds of smaller food establishments."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.wastedive.com/news/philadelphia-eagles-stadium-will-soon-be-home-to-a-biohitech-global-digeste/447554/"},{"type":"hard_break"}]}]},"source":"Waste Dive:  On-Site Solutions are Seen as a Good Solution for Food Waste Diversion"}