{"_id":"5f387250521b660af51976f3","title":"Q&A with Stephen Yen, Executive Chef, The Tao Group","publicationDate":"2020-03-18T04:00:00.000Z","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"text","text":"On the chef scene for 10 years, Chef Stephen Yen sharpened his distinct style of global cuisine since graduating from the French Culinary Institute (ICC)."}]},{"type":"paragraph","content":[{"type":"text","text":"Stephen Yen was on the opening team for Fatty ‘Cue in Williamsburg, worked with Eddie Huang, popular for his food-driven political antics, and trained at Iron Chef Morimoto’s restaurant in the meatpacking district. Stephen Yen spent a year with the Omakase team before moving on to a sous position at Catch with Executive chef Hung Huynh, Top Chef season three winner. Chef Hung’s style of global seafood was not only a building block for Stephen but also a stepping-stone. He’s consulted on multiple projects and designed menus for many NYC kitchens. He was the Corporate Executive Chef for Paige Hospitality Group where he was the creative force as well as the culinary director for all the properties, and he was the Executive Chef at Sugarcane Raw Bar & Grill in Brooklyn."}]},{"type":"paragraph","content":[{"type":"text","text":"Stephen Yen shares his inspiration as a chef, the importance of mentoring, and his industry insights."}]},{"type":"paragraph","content":[{"type":"text","text":"How does it feel to be the Executive Chef at The Tao Group? What kind of responsibilities comes with the new role?"}]},{"type":"paragraph","content":[{"type":"text","text":"I can honestly say it’s great to be part of the team at Tao Group, a company with a great culture that is constantly pushing forward. The responsibility is tremendous. We have 88 heart of the house (BOH) employees, 12 of which are chefs and one purchaser on site. I oversee an Executive Sushi, Executive Dim Sum, and an Executive Wok chef, all who manage their teams, respectively. Tao Group Hospitality operates many of the world’s most recognized brands including TAO, Marquee, Avenue, Lavo, and Beauty & Essex in six cities worldwide since 2011."}]},{"type":"paragraph","content":[{"type":"text","text":"Which technology does Tao Group use that is invaluable to the success in your new role? (kitchen systems, POS systems, etc)."}]},{"type":"paragraph","content":[{"type":"text","text":"We use Compeat, TimePro, Avero, Jolt, and OpenTable just to name a few. Success comes from constant oversight. An example of this is temperature checks on all mise en place and storage areas and line checks which are sent to corporate twice a day. We have 2-3 iPads in the kitchen at any given moment."}]},{"type":"paragraph","content":[{"type":"text","text":"Can you tell our readers about your procurement process and how to reach you with product opportunities?"}]},{"type":"paragraph","content":[{"type":"text","text":"We have a purchasing team led by corporate, but we are always open to trying new products. We meet with new companies all the time."}]},{"type":"paragraph","content":[{"type":"text","text":"What kind of skills or talents are necessary as an Ex Chef to innovate the food industry?"}]},{"type":"paragraph","content":[{"type":"text","text":"It’s an industry where you have to constantly evolve and continue to grow."}]},{"type":"bullet_list","content":[{"type":"list_item","content":[{"type":"paragraph","content":[{"type":"text","text":"I spend a lot of time researching, as well as keeping up with industry trends via trade and consumer publications and social media platforms."}]}]},{"type":"list_item","content":[{"type":"paragraph","content":[{"type":"text","text":"I believe that food, music, and fashion are very similar in terms of trends. It’s cyclical: if you keep your clothes from the ‘80s long enough, it will become popular again."}]}]},{"type":"list_item","content":[{"type":"paragraph","content":[{"type":"text","text":"The same goes for food and music. Emerging technology will help us pay homage to the past by reinventing or rather reinvigorating the old school dishes we all know and love. Many chefs are predicting a lot of older dishes making a comeback, as long as we don’t put chopped parsley on the edge of the plate, we will be moving in the right direction."}]}]}]},{"type":"paragraph","content":[{"type":"text","text":"What are you doing to help Tao Group GO GREEN?"}]},{"type":"paragraph","content":[{"type":"text","text":"We use a BioHiTech digester that breaks down organic food into water waste. It uses enzymes to digest the organic waste into the water which then is flushed like normal wastewater. This really is an amazing way to cut down on bulk waste which would end up in a landfill."}]},{"type":"paragraph","content":[{"type":"text","text":"What’s the biggest challenge you’ve faced in the last few years and how did you overcome it?"}]},{"type":"paragraph","content":[{"type":"text","text":"The biggest challenge is the obvious staffing issues we are facing across the country."}]},{"type":"bullet_list","content":[{"type":"list_item","content":[{"type":"paragraph","content":[{"type":"text","text":"Working with programs like C-CAP is the only way to train young emerging talent. If I see a cook with potential, I personally invest time into them. Whether they continue to work for me or even if they move on, I have made our industry stronger by investing in that person. I never had a main mentor, but what I consider many “mini mentors” is what I try to instill in my sous chefs. I want them to become mini mentors on a daily basis. Emotional intelligence is the most important part of the hospitality industry and we all need to become more aware of that."}]}]},{"type":"list_item","content":[{"type":"paragraph","content":[{"type":"text","text":"Another huge part is to continue to train the old school chefs and encourage their evolution. We do not live in a world where throwing plates and belittling people is the norm. All the while, making sure our “old school” chefs continue to keep up with the changing times is equally important as training new cooks."}]}]}]},{"type":"paragraph","content":[{"type":"text","text":"Tell us about your training with Iron Chef Morimoto, Executive Chef Hung Huynh and share your thoughts on Culinary training and what training you’ll offer at TAO Group."}]},{"type":"paragraph","content":[{"type":"text","text":"Morimoto was the training I needed to help me focus on finesse. Japanese cuisine is simple, yet elegant and refined. You learn how to appreciate the ingredients and allow them to showcase themselves. Joining Chef Hung at Catch was a perfect move for me. He asked me this question during the interview: “Do you think you can take the techniques you learned at the French Culinary Institute and apply them with Asian ingredients?” And that is exactly what we did there. We served global seafood with old school French techniques. We had a scallop and shrimp dumpling dish, with a base of vichyssoise and the scallop component was a French mousseline. It’s topped with caviar for that extra touch, and you can trace dishes like this back to Chef Hung’s time at Guy Savoy."}]},{"type":"bullet_list","content":[{"type":"list_item","content":[{"type":"paragraph","content":[{"type":"text","text":"The one thing that is lacking from most training programs is constant motivation and mentoring. By that I mean set small goals for your team that they can smash on a daily basis. This will help morale and make them jump up and want to come to work."}]}]},{"type":"list_item","content":[{"type":"paragraph","content":[{"type":"text","text":"Who doesn’t want to win? Instead of making fun of millennials wanting participation trophies, embrace it and celebrate wins while discussing losses that you can learn from. Words of encouragement are welcomed while yelling and screaming is not. If your cook made a mistake, it is because you didn’t train them properly. I remember reading an article on Thomas Keller once. The journalist mentioned to the chef that he never saw him holding a knife. Chef Keller responded by pointing to all his cooks who were cutting at the time and said, “Look, that’s my knife, and that guy over there? That’s my knife.” What he was trying to say is that he has trained everyone to become an extension of him. That’s the mentality we like to keep as chef operators. I use the term “chef operators” to differentiate ourselves from the chefs that aren’t boots on the ground. As an Executive Chef, I technically don’t need to cook on a daily basis, but I need to for my own well-being. Finding the kitchen has helped a lot of people, including myself, and I honestly don’t know where I would be if I didn’t cook."}]}]}]},{"type":"paragraph","content":[{"type":"text","text":"Where do you see the food industry heading in the next 5 years?"}]},{"type":"bullet_list","content":[{"type":"list_item","content":[{"type":"paragraph","content":[{"type":"text","text":"I see a lot of technology coming in. We have skillets that can cook chicken in less than 2 minutes. Picture a giant George Forman grill. That’s what they look like. Actually, In-N-Out burger uses them to keep up with their speed."}]}]},{"type":"list_item","content":[{"type":"paragraph","content":[{"type":"text","text":"You are going to see more fast casuals go towards ambient temperature foods. This way your salad at Sweetgreen can sit longer without going bad before you pick it up."}]}]},{"type":"list_item","content":[{"type":"paragraph","content":[{"type":"text","text":"I would say initially ghost kitchens, but now legislation might change to keep them from becoming too popular. They will 100% put smaller mom and pop places out of business."}]}]},{"type":"list_item","content":[{"type":"paragraph","content":[{"type":"text","text":"There’s more interest in bespoke dining: “having it your way” is always popular, but the over-saturation of Omakase restaurants will lead to more bespoke tasting menus. I actually wanted to open a place where we prepare 30 small dishes every day, and using an app you would then swipe right if you wanted that dish, left if you didn’t. Later you just pay for what you ate. It would be like Tinder and an Omakase place had a food baby."}]}]}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"link","attrs":{"href":"https://totalfood.com/qa-with-stephen-yen-executive-chef-the-tao-group","target":null}}],"text":"https://totalfood.com/qa-with-stephen-yen-executive-chef-the-tao-group"}]}]},"summary":"On the chef scene for 10 years, Chef Stephen Yen sharpened his distinct style of global cuisine since graduating from the French Culinary Institute (I...","slug":"q-and-a-with-stephen-yen-executive-chef-the-tao-group","tags":["Restaurants"],"source":"Total Food Service:  BioHiTech Digesters help the Tao Group GO GREEN"}