{"_id":"5f402b129255e974efc60532","title":"Recognize the Value of Food Waste. Transform it into an Asset.","publicationDate":"2013-01-25T00:00:00.000Z","tags":["Digester"],"summary":"In 2012 it is estimated that as much as 34 million tons of food waste was sent to landfills in the U.S. Burying food waste in landfills results in a l...","slug":"recognize-the-value-of-food-waste-transform-it-into-an-asset","bodyCopy":{"type":"doc","content":[{"type":"heading","attrs":{"level":2},"content":[{"type":"text","text":"Green Supplier Spotlight: Recycle Food. Recover Resources. Save Money."}]},{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"In 2012 it is estimated that as much as 34 million tons of food waste was sent to landfills in the U.S. Burying food waste in landfills results in a loss of valuable nutrients, potential for reuse, and costs. Food waste has considerable potential. Separating out food waste on-site not only diverts significant waste away from landfills, makes us far more aware of the food we are wasting, but also transforms the waste into an asset. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Since food waste is already 70% water it is natural to use the municipal sewer system to transport that digested waste to a wastewater treatment facility where the content is recovered. The Eco-Safe Digester provides a sustainable means of transportation by utilizing our sewer infrastructure. BioHitech America’s Eco-Safe Digester cuts the greenhouse gas emissions by eliminating the trucking of food waste and saves money by avoiding disposal costs. It also offers better sanitation and convenience for operators, is affordable, and easy to install and operate. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"As waste is generated, it is placed into the Eco-Safe Digester, which completes the decomposition process automatically. The Eco-Safe Digester rapidly digests large volumes of food waste into a nutrient rich liquid suitable for discharge into public sewer systems which is then transported to the capable wastewater treatment plant where it is further digested. The recovery of food waste at these wastewater treatment facilities could produce green energy, feed renewable energy to the local power grid, generate electricity sales, create local jobs, and help meet waste diversion goals. There is also no residual food waste to store or transport. It is an ecologically-friendly solution for processing food waste at its source. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The waste industry is changing. Technology, like the Eco-Safe Digester is being installed to get food waste out of landfills and help to recover its resources. The Eco-Safe Digester solution ensures the proper disposal of food waste so that it does not have the ability to leach in the landfill contaminating the soil and groundwater surrounding it. It also stops the shrinking landfill space problem plaguing the United States. An on-site recovery solution also eliminates the transportation to distant composting and landfill facilities, thereby reducing the environmental footprints for so many. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"With customers in 33 of the 50 United States, the Middle East, Caribbean and Canada, BioHitech America continues to expand the global footprint of their Eco-Safe Digester as a solution for discarded food waste. The Eco-Safe Digester, perfect for hotel food and beverage operations, helps turn food waste into a resource. "},{"type":"hard_break"}]}]}}