{"_id":"5f401ead9255e974efc6050a","title":"Recology Intentionally Told Schools To Trash Millions Of Recyclable Trays And Then Blames The Kids","publicationDate":"2016-02-23T14:16:29.000Z","tags":["Going Green","Recycling"],"summary":"...","slug":"recology-intentionally-told-schools-to-trash-millions-of-recyclable-trays-and-then-blames-the-kids","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"image","attrs":{"src":"https://biohitech.files.wordpress.com/2016/02/08welllunch-facebookjumbo.jpg?w=625","alt":"08welllunch-facebookJumbo","title":null}}]},{"type":"paragraph","content":[{"type":"text","text":"Recology instructed San Francisco school officials to not recycle the recyclable plastic trays the district uses daily to serve students food. So reports the Chronicle, which details the jaw-dropping behavior by the city-contracted waste company that began in 2013 and may have only stopped when the paper began asking questions about the bizarre instructions given to school officials."}]},{"type":"paragraph","content":[{"type":"text","text":"“Recology has told us they don’t want any plastics because they’re too soiled,” the principal at Commodore Sloat Elementary School, Greg John, told the paper. “It’s now institutionalized.” Of course, the trays are perfectly recyclable — covered in food or not. Food scraps mixed in with paper, however, lowers the resale value of the paper for the company, the Chronicle observes."}]},{"type":"paragraph","content":[{"type":"text","text":"In response to what is clearly a PR nightmare for the company, spokesperson Robert Reed dug a little deeper and attempted to shift the blame to school children too “lazy” to rinse off the trays before disposing of them."}]},{"type":"paragraph","content":[{"type":"text","text":"“If you were just lazy and tossed a plastic tray into the recycling that had spaghetti sauce on it, you would be diminishing the quality of the paper that’s getting ultimately recycled,” Reed told the paper."}]},{"type":"paragraph","content":[{"type":"text","text":"Recology later attempted to backpedal."}]},{"type":"paragraph","content":[{"type":"text","text":"“We accept all hard plastic food trays for recycling,” noted Reed. “We only ask that students who do not finish their meals shake any uneaten food into the green composting collection bins that we provide.”"}]},{"type":"paragraph","content":[{"type":"text","text":"So, it seems that Recology is more focused on protecting the resale value of the paper more than supporting that whole zero landfill waste by 2020 thing."}]},{"type":"paragraph","content":[{"type":"text","text":"BY "},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://sfist.com/author/Jack%20Morse","target":null}},{"type":"bold"}],"text":"JACK MORSE"},{"type":"text","text":" IN "},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://sfist.com/news","target":null}},{"type":"bold"}],"text":"NEWS"},{"type":"text","text":" ON FEB 22, 2016 3:30 PM"}]}]}}