{"_id":"5f4032344c663579fee7c571","title":"Reducing food waste on campus","publicationDate":"2019-05-21T04:00:00.000Z","tags":["Digester"],"summary":"To combat rising food waste on college campuses, higher ed officials in dining services and service operations perform various duties, from composting...","slug":"reducing-food-waste-on-campus","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"To combat rising food waste on college campuses, higher ed officials in dining services and service operations perform various duties, from composting and donating leftovers to eliminating cafeteria trays and installing compacting machinery that break down discarded materials. Here are a few key actions being taken in college and university food waste programs."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Breaking down organic materials"},{"type":"hard_break"},{"type":"text","text":"In New Jersey, Rutgers University-New Brunswick produces less than 55 gallons of garbage daily, including plastic soda syrup containers. This is partly because of six aerobic digesters in dining halls that staff fill with leftover food."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The microbes break down the organic materials into a fluid that goes into the drainage system,” says Joe Charette, executive director of dining services. “Once you put the food in there, you don’t have to take it out and dump it into a landfill.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In Pennsylvania, Temple University leaders began renting their own digesters, which vendors installed in a student center and two residence halls. Since April 2018, this technology has diverted 156,670 pounds of organic waste and is saving the university from trucking leftovers twice a week to a landfill that is over one hour away."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Being an urban university, we have limited places we can take our compost,” says John W. Johnson, assistant vice president of service operations. “The roads and regulations were also getting stricter, so it was costing us.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Temple has saved about 6,235.2 gallons of gasoline and 145,905 road miles, diverting about 55.6 metric tons of carbon dioxide from the atmosphere. Administrators plan on creating more university food waste programs in the coming years. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"At the University of Illinois at Urbana-Champaign, campus officials currently use aerobic digesters in four dining halls, but plan on switching to a new, grinding energy system. “It’s basically a tank that grinds and adds water to the waste,” says Thurman Etchison, assistant director of dining, facilities and equipment. When near capacity, the vendor will receive an alert from the system and take the waste from the campus to the local sanitary district where workers will use the byproduct to help power their facility operations."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Sanitary district workers welcome the change to grinding energy. They currently receive Urbana-Champaign’s aerobic digester waste and use twice the amount of treatment needed, at their expense, to reuse the water."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Grinding energy is a greener solution, and it’s better than just dumping waste down the drain,” says Etchison."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Urbana-Champaign will install a grinding energy solution in a new dining hall that opens in 2020."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Controlling portions"},{"type":"hard_break"},{"type":"text","text":"Many university food waste programs have incorporated trayless dining over the years to combat food waste on college campuses. At Rutgers, waste has fallen by 22% since adopting the solution."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Students used to pile an unreasonable amount of food onto their trays, which they were unwilling to eat,” says Charette. Now, each student only receives a plate when gathering food at dining halls to limit the amount they can take to their table. Anyone who is still hungry can go back for more."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“This has helped combat the rising cost of food so we don’t have to constantly increase meal plan prices, and so we are helping students save money,” says Charette. “And we are not killing the environment.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In Virginia, Christopher Newport University cut food purchases by 20% after going trayless. The initiative also reduced water waste since cleaning one tray required approximately 0.4 gallons of water. To minimize student pushback, the university led signage campaigns. “We explained the reasoning to all of our staff so they would be supportive when questioned by our students,” says Kevin Ososkie, director of dining services. “Complaints subsided fairly quickly, and students adapted.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In addition to going trayless, other university food waste programs at the University of Massachusetts Amherst involves dining services restricting students to 2 to 3 ounces of animal protein per serving. “We are showing students you don’t need 6 ounces on your plate,” says Christopher Howland, director of procurement, logistics and special projects. “At our carving stations, we like to show students what can go with their meat—such as lentils and beans. We are here to serve food, but also to educate.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Donating and composting"},{"type":"hard_break"},{"type":"text","text":"One of the university food waste programs at Amherst involves dining staff using garbage toters with green compostable bags to collect leftover compost, which they store in refrigerators. Waste management officials then take this waste three times per week to an off-site composter about 30 minutes away."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"At Christopher Newport University, a student-led effort of 50 volunteers contributes approximately 4,000 pounds of leftover food per year to a local rescue mission."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The CNU Food Cooperative—or Food Fighters—collects leftovers in containers and transports them to the Peninsula Rescue Mission. The food leaves the dining hall in 30 minutes and arrives at the mission within four hours."},{"type":"hard_break"},{"type":"text","text":"Originally, dining services picked up the cost of the containers, but now the Peninsula Rescue Mission provides the funding."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The Food Fighters do virtually everything related to this program,” says Kevin Ososkie, director of dining services. “Food waste management is very important given our responsibility as stewards of our environment. It’s great from a public relations perspective, it’s good for the bottom line, and students support it.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://universitybusiness.com/university-food-waste-programs-food-waste-on-college-campuses/?highlight=temple%20university"}]}]},"source":"University Business: Colleges compost, donate leftovers, control serving portions and install compacting machinery"}