{"_id":"5f4031d34c663579fee7c554","title":"Rensselaer OKs $35M trash fuel plant","publicationDate":"2018-08-29T00:00:00.000Z","tags":["Renewables"],"summary":"RENSSELAER – A $35 million trash treatment plant won city Planning Commission approval as the city prepares to negotiate a benefits package with the c...","slug":"rensselaer-oks-35m-trash-fuel-plant","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"RENSSELAER – A $35 million trash treatment plant won city Planning Commission approval as the city prepares to negotiate a benefits package with the company planning to build at the former BASF factory site."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The 72,000-square foot Rensselaer Engineered Fuels Facility, which city officials have described as a composting plant to create solid recovered fuel, will take up 23 acres of the 40-acre BASF Corp. site at 36 Riverside Ave. in the city’s southern industrial area."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We did a thorough review of all the issues. We hope to negotiate a host benefits package,” Charles Moore, the city’s director of planning and development, said Tuesday."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Planning Commission voted 5-0 Monday night to approve the project which included an environmental review and issuing a special use permit in the industrial-zoned area."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The parent company, BioHiTech Global Inc., describes the process as a high-efficiency biological treatment technology. The firm says its process \"converts significant amounts of mixed municipal waste into a US EPA recognized Solid Recovered Fuel” resulting in the reduction of trash headed to landfills."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Company representatives could not be immediately reached for comment about their proposal."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Moore said the city is interested in reducing the trash it sends to the Albany landfill and sees a chance to negotiate a diversion of city garbage to the new plant. Rensselaer recently raised its trash rates to deal with the rising cost of garbage disposal. The city of Albany is squeezing out more time for use of its Rapp Road landfill, but Capital Region communities will have to develop long-term solid waste disposal plans."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The city and BioHiTech have not yet finalized a host benefits package. The Common Council must approve a package in order for the plant to move forward."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"City officials see the BioHiTech operation as providing an alternative to dumping at landfills and as a way to relieve the looming shortage of trash disposal space in regional dumps."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Planning Commission took steps to ensure the planned plant will not harm the surrounding area by setting 18 conditions that must be met, Moore said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The restrictions include the city conducting an annual review of the plant’s operations to ensure that noise and odor emanating from the facility is kept to a minimum; there will be no outdoor storage of trash or of the processed solid recovered fuel; trucks entering the site won’t be allowed to line up to enter the facility; the company will provide information about how often the bio filters are cleaned and replaced; the facility not emitting ”any unacceptable nuisance odors;” meeting state Department of Environmental Conservation rules; approval by the city engineer for work at the site; and no incineration of trash at the site."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Trucks hauling trash to be converted to solid fuel will not head down Riverside Avenue, resulting in the heavy loads not going through downtown. Instead trucks will use American Oil Road from the south and Irwin Stewart Port Expressway from the east."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The company must obtain a state DEC Part 360 Solid Waste Permit, Moore said. Once obtained, construction would start. Moore said it’s anticipated construction will begin in 2019 with the facility coming online in 2020."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The project fits into the 40-acre BASF site as a reclamation of 23 acres that has limited use due to previous contamination, Moore said. There are still 17 acres available for redevelopment, he said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.timesunion.com/news/article/Rensselaer-approves-35-million-trash-fuel-plant-13188785.php"},{"type":"hard_break"}]}]},"source":"Times Union:  The BioHiTech operation will relieve the looming shortage of landfill space and provide an alternative to landfill disposal.  "}