{"_id":"5f401f719255e974efc6050b","title":"Residents argue that it’s neighborhood composting facility is like living next to a garbage dump","publicationDate":"2015-12-22T14:03:56.000Z","tags":["Environmental Concerns"],"summary":"...","slug":"residents-argue-that-its-neighborhood-composting-facility-is-like-living-next-to-a-garbage-dump","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"image","attrs":{"src":"https://biohitech.files.wordpress.com/2015/12/compost-pile.jpg?w=239&h=154","alt":"compost pile","title":null}}]},{"type":"paragraph","content":[{"type":"text","text":"In the Richmond section of Vancouver, city officials are demanding more stringent air-quality regulations to control the stink from the region’s composting plant, suggesting the methods of odor management being used are “out of date.”"}]},{"type":"paragraph","content":[{"type":"text","text":"Harvest Power, which has held a composting facility license since 1997 and collects 200,000 tonnes of Metro Vancouver’s food scraps each year, has been the focus of more than 270 odor complaints in the past 2 1/2 years."}]},{"type":"paragraph","content":[{"type":"text","text":"A Richmond staff report suggests that while Harvest Power is “of critical importance to meeting the city’s zero waste goals,” the city is worried about its ability to manage the odors."}]},{"type":"paragraph","content":[{"type":"text","text":"The company is now facing more backlash as it seeks an air-quality permit from Metro Vancouver to increase its “authorized emissions” after significantly exceeding projected air-quality and odor emissions — in some cases 11 times higher for certain compounds."}]},{"type":"paragraph","content":[{"type":"text","text":"Officials maintain the odors themselves aren’t necessarily considered a health risk, although depending on what’s in the compost, the smells could cause physical distress, as well as headaches or nausea, and detract from the quality of life for those suffering from it."}]},{"type":"paragraph","content":[{"type":"text","text":"The Richmond staff report maintains the current requirements for emissions, are “insufficient,” and argues Harvest Power has not carefully considered all technology options, nor included new odor-management measures in the permit application."}]},{"type":"paragraph","content":[{"type":"text","text":"As the number of composting facilities increases across the region, there will need to be a more substantial approach to odor management, and clear definitions of what constitutes “pollution,” to alleviate community concerns or noticeable odors will continue unabated from these facilities.”"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"italic"}],"text":"The story in its entirety can be found here:"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"link","attrs":{"href":"http://www.vancouversun.com/health/Region+composting+plant+faces+backlash+foul+Odour+emissions+affect+residents+living+from+facility/11600386/story.html","target":null}}],"text":"http://www.vancouversun.com/health/Region+composting+plant+faces+backlash+foul+Odour+emissions+affect+residents+living+from+facility/11600386/story.html"}]}]}}