{"_id":"5f4032784c663579fee7c584","title":"RIDGELINE HOTEL ESTES PARK HOSTS FIRST ZERO WASTE CONFERENCE","publicationDate":"2020-03-19T04:00:00.000Z","tags":["Digester"],"summary":"Delaware North purchased Ridgeline Hotel Estes Park, previously known as Rocky Mountain Park Inn, in late 2016 and reopened the property in May 2017 a...","slug":"ridgeline-hotel-estes-park-hosts-first-zero-waste-conference","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"text","text":"Delaware North purchased Ridgeline Hotel Estes Park, previously known as Rocky Mountain Park Inn, in late 2016 and reopened the property in May 2017 after extensive interior renovations. New green meetings initiatives were introduced this year, and the company’s Parks and Resorts Leadership Conference was held Feb. 26- March 1 at Ridgeline with a goal of creating a zero waste event. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Preparation"},{"type":"hard_break"},{"type":"text","text":"Waste collection bins featuring graphics to help participants sort waste were purchased and strategically placed around the event, and the zero waste team collaborated with marketing to create the “Striving to be Zero” checklist of ways participants could take part, such as opting out of housekeeping. Also, all Ridgeline employees were trained on zero waste and how to sort and weigh waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"During the Event"},{"type":"hard_break"},{"type":"text","text":"The hotel’s new BioHiTech Digester processed more than 950 pounds of food scraps during the event. Back-of-house staff sorted waste from all the meals and in the rooms, and compost, recycling and trash had to be weighed and tracked before disposal to measure progress."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Striving to be Zero campaign was advertised via digital monitors, pre-arrival emails, in-room guest news and posters that included tips such as refilling reusable water bottles, saying no to straws and using reusable bags."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Outcomes"},{"type":"hard_break"},{"type":"text","text":"» 5,600-plus pounds of waste diverted from the landfill"},{"type":"hard_break"},{"type":"text","text":"» Overall diversion rate of 90 percent"},{"type":"hard_break"},{"type":"text","text":"» More than 1,500-plus pounds of waste composted (with the digester and at a local compost facility)"},{"type":"hard_break"},{"type":"text","text":"» Diversion of 600 pounds of food waste through donation and employee consumption"},{"type":"hard_break"},{"type":"text","text":"» 1,000-plus pounds of recycling (aluminum, plastic, cardboard, paper, glass) "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://co.meetingsmags.com/ridgeline-hotel-estes-park-hosts-first-zero-waste-conference-0"},{"type":"hard_break"}]}]},"source":"Colorado Meeting and Events: Sorting and Weighing to Achieve Zero Waste Easy Thanks to BioHiTech!"}