{"_id":"5f402a6b9255e974efc60527","title":"Seeking Creative Ways to Deal with Food Waste at Hospitals","publicationDate":"2014-12-03T00:00:00.000Z","tags":["Digester"],"summary":"Hospitals and health clinics across the world struggle with waste for numerous reasons. Their waste streams are more complicated, due to the various s...","slug":"seeking-creative-ways-to-deal-with-food-waste-at-hospitals","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Hospitals and health clinics across the world struggle with waste for numerous reasons. Their waste streams are more complicated, due to the various streams they produce and the regulations they have to follow: think of all the bandages, pharmaceuticals and yes, what comes out of the operating rooms as well. Information on how much waste hospitals generate is sparse. One surveysuggests hospitals in the U.S. generate about 34 pounds of waste per day, per bed—but that was from a network of “eco-friendly” hospitals. Food waste is part of the problem hospitals face: a conservative estimate suggests hospitals waste three to four pounds of food daily per bed, not surprising considering the convergence of sick people and, well, bad hospital food. The statistics are dismal on the other side of the pond, too: The Guardian estimates one-fourth of all food served up in British hospitals ends up in the trash."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"With food waste contributing about 10 percent to a hospital’s waste stream, more health care companies are finding more creative ways to churn all that slop into something useful. One hospital in Minnesota churns uneaten food into fertilizer. Naturally,composting is another option, and can be even more seamless if the hospital goes with compostable tableware—a tough sell when procurement officers only want to look at the financial figures. With the pressure on to reduce the amount of garbage sent to municipal landfills, one company based in New York is finding a niche with its solution for waste diversion."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHitech America, based in New York, has been growing their business with their aerobic digesters. What appear as boxy stainless steel bins uses natural bacteria to process about 2,500 pounds of food waste a day—exceptions including raw bread dough, shells from mussels and clams as well as cornhusks. Just about everything else can be converted into grey water (“nutrient-neutral,” as the company states) and then can be carried away using existing sewer lines. It is not a total “zero waste” solution, but it does eliminate food waste from entering landfills, where it then creates methane, one of the most potent greenhouse gases. Biohitech America also provides clients with a cloud computing system that tracks the performance of a business’s waste reduction plan."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The company recently added two more in the Boston area. One hospital in New Jersey claims it has diverted 11 tons of food waste a month from landfills, allowing the facility to slash its waste disposal budget by half. BioHitech America has set its sights abroad as well, as it recently lined up a distributor in the United Kingdom and has sold its “Eco-Safe Digester” in Israel, too."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Clearly more can be done to eliminate food waste from hospitals—smarter food choices and better selections for patients are a start. But investment in technologies such as that of BioHitech America is one way in which health care facilities can operate not only more sustainably, but economically as well."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://www.triplepundit.com/2014/12/seeking-creative-ways-deal-food-waste-hospitals/","target":null}}],"text":"http://www.triplepundit.com/2014/12/seeking-creative-ways-deal-food-waste-hospitals/"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Triple Pundit: An investment in technology helps health care facilities operate more sustainably and economically"}