{"_id":"5f4029e39255e974efc6051d","title":"Stepping Up to The Plate","publicationDate":"2015-03-21T00:00:00.000Z","tags":["Digester"],"summary":"INCINERATION and landfill were a popular destination for food waste until around 2008, and the arrival of an increasingly stiff UK tax regime for land...","slug":"stepping-up-to-the-plate","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"INCINERATION and landfill were a popular destination for food waste until around 2008, and the arrival of an increasingly stiff UK tax regime for landfill. The latest figures confirm the strength of the response from businesses and local authorities. WRAP recently reported that grocery retailers and manufacturers reduced food and drink waste by 10% between 2007 and 2012. Ongoing improvements to household food waste collection are another piece of the puzzle – albeit with Wales far in the lead, Scotland following on, and England trailing noticeably (according to WRAP’s latest figures)."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"And the underlying infrastructure of anaerobic digestion required to turn this waste into useful byproducts – fertiliser and energy-generating biogas – appears to be growing. But some argue not enough pressure is being applied politically. Meanwhile one or two innovative products and manufacturing processes present alternatives to AD, for some."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"An even bigger incentive than taxation – to reduce food waste going to landfill – is an outright ban, a measure to which Labour declared a commitment in 2013. The party’s January backtrack – following the release of a Conservative party dossier claiming it would cost the taxpayer £477m in the 2015/16 financial year – was greeted with disappointment in the waste management sector. Philip Simpson of AD specialist ReFood suggested a lack of legislation underpinned England’s poor performance in this area. “By failing to implement proper legislation, England is falling behind other EU nations, including its UK counterparts, and this is simply due to a lack of support from those in power. Gaining clear commitment is a stumbling block we’ve been looking to overcome for a number of years now, but one that must be overcome in order to both meet waste targets and offset depleting landfill space.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"He continued: “Changing tactics due to a lack of revenue from landfill tax is a short sighted approach, ignoring the monies that could be raised by having a ban in place. In providing stimulation to a growing industry with a guarantee of feedstock, new businesses, more recycling contracts and more employment will generate their own taxes for the public purse.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"He added: “Ultimately, we need to achieve behavioural change across businesses, local authorities and individuals to increase recycling in the UK but, without wider government support, this will be unachievable.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"For food and drink manufacturers and retailers, recycling is the most resource-conscious option for food waste after those of reducing waste before it hits the supermarket shelves and redistributing it for consumption by others. The main recycling option, AD, has certainly grown in the UK recently, with WRAP’s 2013 sector survey reporting a 34% increase in the number of operational sites, and a 51% increase in the amount of organic material being processed. In the EU Scotland is behind only Germany in its adoption of AD, according to a speaker at a recent food industry networking event."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Better options than biogas?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The ‘food waste hierarchy’ publicised by organisations such as Feeding the 5000 (see http://www.feeding5k.org/), places AD – or transforming waste into compost and renewable energy – as only one step up from disposal via landfill. A step above this is to transform waste into feed for livestock. It’s an approach for which “surplus food recycler” Sugarich won a place on The London Stock Exchange’s ‘1000 Companies to Inspire Britain’ list, in November 2013. With an established track record in disposing of food waste on behalf of supermarkets, the company has in recent years steadily grown its client list with food manufacturers, which now includes the likes of KP, Walker’s Crisps and United Biscuits."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Suitable for “high calorific food wastage”, the approach involves segregating and recovering foods such as biscuits, bread, crisps and cakes, which are deemed unfit for human consumption but suitable for animal feed. The next step is a “sophisticated manufacturing process” which turns this raw material into cattle, pig and chicken feeds, tailored to suit a variety of end user requirements."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The company will be among the participants at a debate taking place at Resource 2015 on 4 March at the Excel centre in London, titled “Food ‘waste’ – recycle, distribute or AD?” In a January press release the company’s Paul Featherstone said: “I’m looking forward to what will be a very interesting panel debate as we explore good practice in how the UK deals with its resources in more sustainable ways.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Lower down the waste hierarchy, an approach that is being touted as an alternative “responsible” approach to dealing with food waste is the Eco-Safe Digester, from BioHitech America, now available in Europe. A self-contained, stainless steel unit, seemingly comparable in size to a couple of washing machines, it turns food waste into greywater. The largest model available can process 1,130 kg of material in 24 hours, providing an opportunity for organisations to reduce their waste costs and emissions by as much as £40,000 a year."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The appliance uses enzymes to break down the material into a fluid that can be emptied down a normal drain, or used for greywater applications like flushing toilets or irrigation. With a £20,000 price tag, it has so far gained attention in the UK for its use in luxury London hotels, but European distributor GreenComm Environmental says it is already used in the US in malls, restaurants, prisons and hospitals, and says it has the NHS in its sights as a possible customer, as well as being in talks with a major UK supermarket."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"With so many trade-offs to consider, the months ahead look to be a time of lively debate. Behavioural change is needed from businesses, local authorities and consumers, yet so far many politicians seem reluctant to step in."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But AD is on the increase and time will tell how much consumers can be swayed by the commitments made by the likes of Waitrose, to activities like redistributing surplus food to charities. The company is one of a few high-profile signatories to Feeding the 5000’s “Feed the 5000 pledge”, alongside the likes of Unilever and Innocent, which entails a commitment to work with the principles of the food pyramid."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://envirotecmagazine.com/2015/01/31/stepping-up-to-the-plate/"},{"type":"hard_break"}]}]},"source":"Envirotec: The drive to reduce food waste looks likely to become more intense as the UK seeks to meet its commitment to halve it by 2020"}