{"_id":"5f4031cf4c663579fee7c553","title":"Temple's food waste digesters disrupting the industry or just 'shifting the burden'?","publicationDate":"2018-06-27T00:00:00.000Z","tags":["Digester"],"summary":"The university has installed three digesters to break down food waste faster so it can be disposed of down the drain. The school already composts food...","slug":"temples-food-waste-digesters-disrupting-the-industry-or-just-shifting-the-burden","bodyCopy":{"type":"doc","content":[{"type":"heading","attrs":{"level":2},"content":[{"type":"text","text":"The Philadelphia Inquirer: Wherever the future of trash is going, Temple University hopes to get there first."}]},{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"The university has installed three digesters to break down food waste faster so it can be disposed of down the drain. The school already composts food waste, but the new devices — the biggest is about the size of a washer and dryer — are expected to supercharge that process, cutting costs by 40 percent over traditional composting. Temple plans to put in smaller digesters at retail areas around campus to save money and become greener, as part of a larger plan to have zero net carbon emissions by 2050."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“I see this as definitely being the way things are going to go” for Temple’s waste management, said John Johnson, the university’s assistant vice president of service operations."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Many analysts think the trash space is ripe for disruption. And Temple — the city’s fourth largest employer with about 38,000 students — is getting help from an upstart, Gold Medal Environmental, Inc., based in Deptford, N.J. Its digesters use bacteria to liquefy food waste. And the firm has installed 27 of them within 50 miles of Philadelphia, including units at University of Delaware and Philadelphia’s Lincoln Financial Field."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Compared to the industry’s behemoths, Gold Medal is a tiny trash hauler, with about 100 collection vehicles, 250 employees, and over 6,000 commercial and industrial customer locations in the Pennsylvania and New Jersey market. But it has some deeper-pocketed friends. The firm was bought in January 2018 by the renewable technology firm BioHiTech, which is listed on NASDAQ, and private equity firm Kinderhook."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Frank E. Celli, CEO of BioHiTech, explained that the digesters are “essentially accelerated composting” in which bacteria speed up an aerobic digestion process that breaks down the food into a liquid waste, which then goes down the drain. The process eliminates the need to haul containers of compostable waste to landfills."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"At the end of this school year, Temple began leasing three digesters: one large and two small models. The machines lease for between $400 and $700 monthly, though Temple does plan to buy them within the year after a trial period, and they process 1,800 to 2,200 pounds per week of food waste across all three facilities."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Temple’s Johnson and Michael Juhas, director of housekeeping and facilities operations, said the digester program will likely expand as students do more eating outside of traditional dining halls, making smaller models at retail areas around the campus more logical. In fact, the new library Temple is building on Liacouras Walk will likely feature a small digester in its retail area."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Wayne DeFeo of DeFeo Associates, a sustainability and waste management consultant in Warren, N.J., says BioHiTech’s digesters “are off — base” in some ways because the waste is simply going down the drain and not being used for its full potential."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"DeFeo said the Temple sewage should be going to a facility equipped with biogas cogeneration, an anaerobic process in which methane in sewage is made into fuel, making the initiative sustainable."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But Temple’s sewage waste (including the liquid by-product from digesters) heads to Philadelphia’s Southeast Sewage Plant, which the city Water Department confirms is not equipped with biogas cogeneration. DeFeo calls this “shifting the burden” because it sends out treated waste instead of creating a usable stream. “Compared to this, I’d rather see you compost the food waste, because then you’re making a product,” he said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech executives responded to DeFeo’s criticism, saying that both biogas and compost facilities “fall short of addressing the long-term concern of carbon emissions.” They highlighted the reintroduction of water, “a valuable natural resource,” into sewage treatment. Representatives also pointed out the digesters’ capability to measure components of food waste, pointing to this data collection as a way for customers to fine-tune buying patterns, which they say leads to “buying smarter,” as a “more cost-effective, environmentally sustainable solution.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Aramark, the Philadelphia — based food services company, works with Temple in their dining halls. A company representative said that, “in instances where we’ve installed aerobic digesters, because more common organic waste diversion practices may not be a feasible or viable option, we have found them to be a convenient and reliable method for processing a large amount of organic waste in a relatively short period of time.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Celli said that the company’s next step would be to work with Temple to “create what could become the first … zero — waste university in the country.” But that accolade may depend on your definition of “waste.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.philly.com/philly/business/temples-food-waste-digesters-disrupting-the-industry-or-just-shifting-the-burden-20180627.html"},{"type":"hard_break"},{"type":"hard_break"}]}]}}