{"_id":"5f4030ba9255e974efc6059c","title":"The first Chatbot in waste management is already functional!","publicationDate":"2016-11-01T00:00:00.000Z","tags":["Digester"],"summary":"Almost one month ago, I was surprised when I read that “BioHiTech Global, Inc., a green technology company that develops and deploys innovative and di...","slug":"the-first-chatbot-in-waste-management-is-already-functional","bodyCopy":{"type":"doc","content":[{"type":"heading","attrs":{"level":2},"content":[{"type":"text","text":"Wasteless Future: The emergence of technology in the waste industry will require creativity and \"outside the box\" thinking"}]},{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Almost one month ago, I was surprised when I read that “BioHiTech Global, Inc., a green technology company that develops and deploys innovative and disruptive waste management technologies, announced the launch of its BioHiTech Alto™, a next generation interactive industrial communication technology that enables users to communicate intelligently with industrial equipment in real-time“. Well, a Chatbot powered by big data and artificial intelligence is really a breakthrough for the so traditional waste management industry! With the support of my good friend David Biderman, SWANA’s CEO, I managed to get in contact with Frank E. Celli, CEO BioHiTech Global and I had the opportunity to ask him some questions. So you can enjoy the interview, also thanks to the valuable support of Lisa Giovannielli, Director of Marketing of BioHiTech Global."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"AM: Let’s start by introducing the company to our readers "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Frank E. Celli: "},{"type":"hard_break"},{"type":"text","text":"BioHiTech Global is the leading provider of disruptive and innovative clean technology designed to solve the increasingly relevant issue of waste disposal, while offering transparency, savings and the means to a sustainable future. Our solutions prove that clean technology can be cost effective while providing environmentally sound disposal options. The company’s Eco-Safe Digester, a first of its kind device, combining waste disposal equipment with advanced analytics is an on-site aerobic digester which eliminates up to 2,400 pounds of food waste in a 24-hour period by utilizing mechanical and biological treatments to convert food waste into a liquid that is safely discharged through standard sewers."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Our Entsorga North America subsidiary provides a patented Mechanical Biological Treatment technology through a joint venture with Apple Valley Waste Technologies. Our HEBioT technology serves as a “renewable landfill” where waste is ultimately converted into an EPA recognized alternative fuel that helps the users of traditional fossil fuels reduce their carbon footprints and approximately 80% of the incoming waste will be reduced, re-used or recycled. The first of its kind HEBioT facility in the United States is currently under construction in Martinsburg, WV. The combination of our Eco-Safe Digester and HEBioT technology under our corporate umbrella is a demonstration of the Nation’s next generation waste technology solutions provider."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"AM: I understand that you are planning to use a live chatbot in order to support your operations. Please let us know why did you come to this decision. What will be the added value of a chatbot for your clients? "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Frank E. Celli: "},{"type":"hard_break"},{"type":"text","text":"Last month, we introduced our newest product, BioHiTech Alto, an interactive communication technology, or chatbot, which allows users to intelligently communicate with industrial equipment in real time. It will initially be utilized on our aerobic digesters, making it the very first intelligent chatbot in the waste industry, however we believe it has the potential to extend far beyond waste management and, in the future, service other types of industrial equipment."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Our decision to develop artificial intelligence technology at BioHiTech Global grew from our firm belief that there are numerous areas in the world of solid waste operations that could be made more efficient with automation and with the provision of transparency into hundreds of data points."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Artificial intelligence provides a number of benefits for our customer, the industry and the environment. For us, Alto streamlines communications between our device, or digester, and our customer using common chat technology. This constant communication gives users immediate access to data that identifies anything from inefficient behavior to excess waste production. It improves real-time decision-making that lets management cut costs and be more environmentally friendly while providing us with visibility into the performance of our assets and value creation we provide to our customers."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"AM: Is your company thinking to invest more on advanced automation and artificial intelligence? If yes, in which sector you have identified the biggest potential for improvements?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Frank E. Celli: "},{"type":"hard_break"},{"type":"text","text":"Waste management is an industry primed for increased automation and artificial intelligence. If Alto were installed on a different piece of solid waste equipment, it would provide a similar set of benefits: more insight into inefficiencies, real time performance metrics, and a huge cost savings potential both monetarily and environmentally."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"We see tremendous potential in the industrial sector, both in and outside of waste management, for artificial intelligence usage. There is a global opportunity here, and we are excited to be at the forefront of the technological revolution of our industry."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"AM: How do you imagine the future of waste management with the support of robots, chatbots, artificial intelligence and the Internet of Things? What are the benefits we should expect and the risks involved? "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Frank E. Celli: "},{"type":"hard_break"},{"type":"text","text":"Automation and artificial intelligence are here to stay, and in waste management, the opportunities are seemingly endless. Looking to the future, I think we will see a more informed user base, cost savings, positive environmental impact, and increased efficiencies. I also expect we will see new interesting partnerships as traditional waste companies learn to adapt. For example, our work with Rockwell Automation provides validation that the industry can rise to the occasion and provide environmentally sound solutions at a reasonable cost and still maintain an adequate financial return."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It is important to note, however, that in order to make this a reality, not only do we need to be open-minded to the emergence of technology in this industry, we need to be creative and think outside of the box."},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://wastelessfuture.com/the-first-chatbot-in-waste-management-is-already-functional/"},{"type":"hard_break"}]}]}}