{"_id":"5f4031894c663579fee7c544","title":"The Benefits of On-site Food Waste Management","publicationDate":"2017-08-09T00:00:00.000Z","tags":["Digester"],"summary":"Every year in the UK, WRAP estimates that the hotel industry produces almost 290,000 tonnes of waste – including a staggering 79,000 tonnes of food wa...","slug":"the-benefits-of-on-site-food-waste-management","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Every year in the UK, WRAP estimates that the hotel industry produces almost 290,000 tonnes of waste – including a staggering 79,000 tonnes of food waste. Of this figure, more than one third is classed as unavoidable food waste, taking into account preparation and plate waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Current waste collection methods often mean that back-of-house hotel staff is responsible for separating waste into the right waste streams. Bins are provided for food waste, glass, plastics, and cardboard. Some hotels have Dry Mixed Recycling (DMR) bins designated for all recyclable material, excluding food (wet) waste, or large bins or compactors available for general waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Consider the fuel and operational costs of waste collection vehicles; the price of separating waste at recycling plants and the subsequent charges from landfill sites to dispose of general waste, combined with the emissions of diesel and greenhouse gases during the process. It’s unsustainable."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"However, an opportunity for hotels lies in food waste and general waste. They are the most costly to have collected and stored, so the secret lies in finding ways to reduce food and general waste, ultimately driving down those unnecessary costs."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Despite the tools available and the best intentions to separate waste, what is becoming increasingly apparent is that hoteliers are not entirely aware of the systems and technologies available to them to deliver the massive financial and environmental benefits."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Hoteliers need to be encouraged and educated on the advantages of separating all waste on site. It is much easier than one would think and the results have been proven to be significant – savings of more than 30% on existing waste collection charges."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The on-site shift"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Disruptive technology is playing a key role in providing innovative solutions to the challenges of operating a more sustainable hotel business."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It’s clear that the prevalent issue of food waste in the hotel industry can be tackled by taking more direct control over managing waste streams and make long-term financial, health and resource savings."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The BioHiTech Eco-Safe Digester uses microorganisms to turn food waste into liquid effluent that can be safely and quickly disposed of via a standard drain. The emphasis on sorting food waste on-site and processing it through an on-site digester removes the need for waste storage bins, improving hygiene standards and recyclability of general waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Simply put, eliminating food waste from needing to be collected reduces the risk of contamination of recyclable waste, which reduces general waste and increases recycling."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"We’ve found that being able to direct all food waste to the digester and separate food waste or wet waste from general waste, means customers are able to reclassify their general waste as DMR, which can translate into savings anywhere from 25% to 70%."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"A data revolution"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Traditional reporting on waste data is relatively inaccurate, as it is very difficult to weigh and record every bag or bin that is collected. The key is the ability to measure food waste accurately, to the kilogram, and feed that data back to the hotel management team."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Access to on-site food digestion technology and data related to food waste can lead to long-term, positive behavior change. For instance, if managers are able to monitor food waste volumes consistently, they are soon able to identify anomalies and ensure waste separation practices are being followed and identify external waste management cost savings or carbon reductions."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.hotelowner.co.uk/columns/advice/10821-food-waste-management/"},{"type":"hard_break"}]}]},"source":"Hotel Owner: On-site food digestion technology and data related to food waste can lead to long-term, positive behavior change. "}