{"_id":"5f402fe69255e974efc60573","title":"The Smart Solution to Food Waste","publicationDate":"2016-05-27T00:00:00.000Z","tags":["Digester"],"summary":"The hospitality industry has never been in a more exciting time and is gaining momentum in the wake of the world’s food and technology revolution. Con...","slug":"the-smart-solution-to-food-waste","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"The hospitality industry has never been in a more exciting time and is gaining momentum in the wake of the world’s food and technology revolution. Consumers are being exposed to new foods from around the world, new and exciting chefs are popping up all the time and the quality and quantity of new venues to enjoy all of this incredible food, from funky new restaurants, incredible hotels and beautifully designed shopping centres, are making us want to eat out more than ever. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"However, with all of this growth comes a growing amount of waste. It is estimated that the UK hospitality and food service sector’s food waste will rise to a cost of £3.0 billion in 2016, and that outlets account for 920,000 tonnes of food wasted each year. Most of that food waste could be avoided and could have been eaten, 75% in fact. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"When looking at the enormity of the amount of food that is wasted within the sector each year, and you break it down to reveal that on average 21% of food waste is spoilage; 45% is food preparation waste and 34% is from plate scrapings, and that only 12% of all food waste is recycled, you soon realise that an equally large emphasis needs to be placed on the efficiencies required to manage waste, reduce waste and save money. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It is in the managing of waste at the point of generation that efficiencies lie and the way in which establishments currently manage their waste can in most cases be vastly different. Some establishments have the tools in place to separate their waste to an extent, others separate their glass and cardboard but place all other waste in general waste, which may consist of large wheelie bins or a compactor on site. In some cases there are those businesses that do not separate their waste at all and everything goes into general waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Economic value in separating waste"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The traditional form of waste collection, whereby trucks drive hundreds of miles everyday to collect bins and bags of waste is a very costly exercise. There are numerous costs that make up the price that customers are charged to have their waste collected. When you factor in fuel and running costs of vehicles, the costs involved in separating the waste at recycling plants and then the charges from landfill sites to dispose of the remaining waste, plus the margin that the waste collection company needs to add on to make it worth their while, it is no wonder that waste collection charges are so high. Not to mention the cost to the environment from diesel and green house gas emissions emitted during the process. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"When analysing the costs involved, it becomes very clear that dedicated separation of waste and, where possible, disposing of waste on site, delivers very impressive savings. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Not enough emphasis placed on managing waste on-site"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech Europe, based in London, has proved to take this a step further and is delivering significant economic and environmental savings to the UK’s hospitality market, with the introduction of its Eco-Safe Digester. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Eco-Safe Digester, introduced to the UK in October of 2015 and recently accredited as an approved waste saving technology by the Carbon Trust, uses natural microorganisms to digest food waste on-site and convert it into wastewater that can be safely disposed of down the drain. Eliminating the need for food waste to be collected and instantly converting that cost into a saving. With some customers reporting savings of more than 60% over traditional collection costs. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"On top of those savings, the digester constantly tracks the amount of food waste being processed through the digester and provides customers with vital reports on daily consumption and waste trends. The reports also include calculations on customer’s environmental contributions by having diverted their food waste through the digester. Data that is proving to be extremely useful in helping drive change."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Their customer’s are also finding that the introduction of the digester has highlighted the additional benefits associated with segregating waste on-site. In working closely with customers, BioHiTech Europe has found that being able to direct all food waste to the digester, and in doing so separate food waste or wet waste from general waste, has allowed customers to reclassify their general waste to Dry Mixed Recyclables (“DMR”), and the savings can be anywhere between 25% to 70%. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It is clear that not enough emphasis is being placed on the advantages of separating waste on site. For some customers the introduction of the digester together with detailed waste separation initiatives has reduced their general waste from 68% to as little as 8% of their total waste, allowing them in some cases to remove their compactor altogether. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The future of waste"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Restaurants, shopping centres and hotels within the UK, and around the world, are making the shift from traditional waste management to a more economic and environmentally sustainable technology driven solution. BioHiTech is at the forefront of supporting businesses in making this innovative and efficient move, a move that is expected to revolutionise the hospitality market even further. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.fandbreport.com/693-advice-smart-solution-food-waste"},{"type":"hard_break"}]}]},"source":"F&B Report:  Significant economic and environmental savings with the Eco-Safe Digester"}