{"_id":"5f402ee59255e974efc60561","title":"The Eco-Safe Digester Serves up a More Sustainable Solution","publicationDate":"2015-11-30T00:00:00.000Z","tags":["Digester"],"summary":"Today’s campuses are doing their part to expand their sustainability efforts by designing ambitious goals and processes to reduce their food waste to...","slug":"the-eco-safe-digester-serves-up-a-more-sustainable-solution","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Today’s campuses are doing their part to expand their sustainability efforts by designing ambitious goals and processes to reduce their food waste to near zero. Many schools have already begun to engage new techniques to reuse or repurpose food, some are promoting trayless dining and utilizing a cook-to-order system for food production while others are incentivizing students that rewards less wasteful behavior. However, none of these strategies help to reduce the waste before it generated because none offer visibility behind what is being wasted in the first place. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In 2015, over 20.1 million students will be enrolled in more than 4,000 institutions of higher learning in the United States generating approximately 6,600 tons of food waste each day. Food waste is created from the moment the rigid monthly menu is planned and like many institutions with big food service operations, colleges and universities are forced to throw food away because of the ever-changing dietary needs and whims of their clientele. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Many campuses around the country are finally understanding the important role that data will play in the sustainability equation and are now actively looking for food waste management solutions that can simultaneously reduce the creation of the waste long before it is ordered, prepared and served and one that can responsibly dispose of the waste that is left. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"One great example in the market today combines on-site aerobic disposal technology with a reliable cloud platform to help campuses take the necessary proactive and controlled steps to achieve their sustainability and reduction goals. That solution is the Eco-Safe Digester. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Eco-Safe Digester has been effectively disposing food waste for academic customers for years. While the proven aerobic technology process is unchanged, the technology has graduated to become a cloud-based management tool that remotely monitors and tracks food waste in real-time providing a flexible and state-of-the-art approach to adjust and solve a myriad of obstacles such as temperamental menu planning, time-consuming food preparation, worker productivity and unpredictable profits. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Eco-Safe Digester changes wasteful behavior on campus"},{"type":"hard_break"},{"type":"text","text":"Access to accurate data is the only way to assure that an effective prevention strategy will have a successful outcome, unfortunately access to almost any form of reliable waste data is a concept that has long been ignored by traditional waste companies. Haulers can’t afford to provide a tool to their customers that will enable them to create less waste and unfortunately can’t ever rally behind the idea of zero waste. It only makes sense that campuses are starting to align themselves with cooperative partners that compliment their needs. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech America shares organized real-time food waste data (accessible anytime from any smart phone, tablet, or computer) with its customers so that they can track the waste over a period of time, by what type of food is being wasted most frequently, what time of day the food is discarded, or by whom. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Eco-Safe Digester is also capable of isolating the data further by classifying the food waste if expired, spoiled, overcooked, overproduced, trimmed, contaminated, mis-ordered, or leftover or from its destination like the salad bar, steam tables, deli stations, bakery, grab-n-go, etc."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The chef and his team are not the only beneficiaries of the waste data or savings. Operational departments can harvest the data to further reduce janitorial costs, and adjust workloads while real-time SMS and E-mail alerts keep operations teams in touch with the digester’s performance. Sustainability departments can reliably communicate their diversion efforts to the students, staff, potential recruits and donors. As more and more commercial food waste bans are executed across the country, schools will have a tool to reliably account for their disposal method to meet any regulatory requirements. Financial departments can keep the waste and food costs under control and can easily track their return-on-investment while admission departments can use the data to draw in students that are environmentally conscious. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Aside from dealing with issues about how to reduce and dispose of the sheer mass of food waste produced, there are also other problems that are directly linked to food waste generation. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The environmental picture"},{"type":"hard_break"},{"type":"text","text":"In addition to the significant environmental pollution caused by trucks navigating the logistical challenges of reaching landfills or distant compost facilities, the disposal of food is anything but environmentally sustainable. Food waste left in landfills decomposes and releases methane, a greenhouse gas 21 times more powerful than CO2. With an estimated 130 billion pounds of food waste buried in landfills, the amount of methane that is being omitted daily is severely impacting global warming. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"If the Eco-Safe Digester were responsible for disposing and diverting the food waste generated by the 20.1 million students enrolled in schools this year from landfill, it would be enough to fill 234,000 garbage trucks and preserve 44,226,000 million cubic feet of landfill space, ultimately reducing the overall environmental impact of universities across the country. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It is going to take more than the sum of individual solutions to solve the issues around food waste. At least there is one company, BioHiTech America, that has eared high marks for delivering one product that teaches campuses how to reduce waste and dispose of what is left more efficiently. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://npaper-wehaa.com/ccweek-technologysupplement#2015/11/?page=11","target":null}}],"text":"http://npaper-wehaa.com/ccweek-technologysupplement#2015/11/?page=11"},{"type":"hard_break"}]}]},"source":"Community College Week:  Campuses Understanding the Important Role Data Will Play in the Sustainability Equation"}