{"_id":"5f4032184c663579fee7c568","title":"The Philadelphia Eagles Are Addressing The Landfill Crisis With This Technology. Your Company Could Too.","publicationDate":"2019-04-22T04:00:00.000Z","tags":["Digester"],"summary":"At the current pace, it is estimated that the US will run out of landfill capacity by the year 2036, and even sooner in several regions. The situation...","slug":"the-philadelphia-eagles-are-addressing-the-landfill-crisis-with-this-technology-your-company-could-too","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"text","text":"At the current pace, it is estimated that the US will run out of landfill capacity by the year 2036, and even sooner in several regions. The situation is further impacted by an anticipated world population growth from 7.7 billion to 8.6 billion people by 2030 with its looming strain on resources and the environment. Fighting our trash crisis is a big business, and without a single solution at the forefront, there’s lots of room for innovative companies to get into the game."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"What Is Actually Filling up Our Landfills?"},{"type":"hard_break"},{"type":"text","text":"Landfills are the oldest form of waste treatment and historically the most common, with discarded household and industrial items and refuse delivered by the ton. The Environmental Protection Agency (EPA) estimates that food waste alone accounts for 22% of municipal solid waste — more than any other single material."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Contrary to common belief, half-eaten sandwiches, cases of aging lettuce, and packages of expired cheese do not break down quickly. In fact, food sealed in manufacturers’ packaging and tied-up in plastic bags is deprived of oxygen, the essential component of air that aids in decomposition. Therefore, this type of food waste decomposes at a significantly slower rate. In turn, the landfills experience increased levels of methane emissions, a greenhouse gas that is 23 times as potent as carbon dioxide in terms of its impact on global warming. In addition, carbon fuel emissions from long-haul trash collection vehicles further exacerbate environmental impacts."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Some more progressive areas already have commercial composting options that companies can take advantage of while other areas don’t offer even the most basic recycling services, let alone a solution for food waste. For organizations in these communities that are connected to city sewage treatment plants through city sewer lines, aerobic digesters offer an interesting solution to the food waste conundrum."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Aerobic Digesters 101"},{"type":"hard_break"},{"type":"text","text":"I spoke with Michael Schmidt, an Executive Vice President at Gold Medal Environmental, a sustainable waste services provider based in New Jersey to get a sense of where things stand. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Today, leading companies like BioHiTech Global (Nasdaq BHTG), are providing businesses and institutions on-site aerobic digester solutions that have the capacity to process thousands of pounds of food waste per day, using oxygen, microorganisms, and warm water,” Schmidt explained."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Through the use of on-site aerobic digesters, food is broken down into a liquid that is safely discharged into the sanitary sewer system, completely eliminating the need for hauling, storing, and processing. “When paired with a smart data analytics platform, modifications in supply chain management can be easily identified, and waste diversion efforts can be amplified,” he added. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Aerobic digesters are a regulatory compliant solution in cities and states that have organics bans in place, as well as an environmentally-responsible alternative to traditional waste disposal methods.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Department of Civil and Environmental Engineering at the University of Delaware recently conducted an independent Life Cycle Assessment (LCA) comparing aerobic digester technology to composting and traditional disposal methods. The results of the LCA demonstrated that aerobic digestion technology, utilizing sewer lines, produced the most favorable outcomes regarding global warming impact. (Potential Impact was measured in carbon dioxide equivalents per 1,000 kilograms of food waste.) In contrast, trucking unprocessed food waste directly to landfills was the least environmentally friendly alternative, yielding 900% more carbon dioxide equivalents."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"A Solution In Action"},{"type":"hard_break"},{"type":"text","text":"“On-site aerobic digestion helped the Philadelphia Eagles tackle food waste at Lincoln Financial Field, and played a significant role in their recent LEED Gold Certification,” Schmidt noted. “The Eagles' Go Green program began when the stadium opened in 2003. Initially launching with just a few recycling bins, the program has grown to include operating on 100% clean energy, phasing out plastics at concession stands, stadium-wide composting, and the utilization of an on-site aerobic digester. These combined initiatives contribute to the diversion of 4,000 tons of waste each year, including over 50 tons of food waste to date.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Similarly, Temple University recently adopted sustainable disposal services in an effort to divert waste from landfills. “The new fully integrated system provides Temple University with innovative disposal services in combination with on-site digesters and a supply chain data analytics platform to help reduce waste generation. Three digesters were installed as part of the initial phase with a capacity to divert more than 3,000 pounds of waste from landfills each day. In addition, their use eliminates the impact of collecting and transporting numerous small waste containers on a weekly basis,” Schmidt adds."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"There is a linear correlation between increases in population and waste generation, resulting in alarming predictions about our landfills’ ability to accommodate ever-increasing trash. Technology-backed waste disposal and management methods offer a sustainable solution for generations to come. Aerobic digesters are one option that can help lead the way."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"If your business wants to help keep food waste out of landfills, look into commercial composting and on-site food digester options in your area. Both are great ways to make a real difference. For all of us, while 2036 may seem like a long way off, it will be upon us faster than we think. The time to deal with our trash problem is now."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.forbes.com/sites/kateharrison/2019/04/22/the-philadelphia-eagles-are-addressing-the-landfill-crisis-with-this-tech-your-company-could-too/#61c2dbe431a8"}]}]},"source":"Forbes: An on-site solution offered by BioHiTech. A great way to make a real difference."}