{"_id":"5f4032044c663579fee7c562","title":"These Machines are Helping the University of Delaware Fight Food Waste","publicationDate":"2019-01-07T05:00:00.000Z","tags":["Digester","Case Study","Research"],"summary":"The University of Delaware is making strides in combating food waste, and they can prove it.   In 2015, the university installed two digesters in thei...","slug":"these-machines-are-helping-the-university-of-delaware-fight-food-waste","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"The University of Delaware is making strides in combating food waste, and they can prove it."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In 2015, the university installed two digesters in their largest dining hall. These digesters provide an alternate ending for food waste; rather than sending unused food to landfills, the digesters use natural microorganisms to accelerate the breakdown of scraps."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"Think of them as large metal stomachs,\" says Emily Dyson, director of research and development for BioHiTech, the global company behind UD’s digesters."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"This summer, a Life Cycle Analysis (LCA) by university students demonstrated that BioHiTech's technology provides an environmentally friendly diversion for food waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Rather than burning fossil fuels by trucking waste to landfills, the digesters simply transport their outflow to wastewater treatment plants. The LCA found that, compared to other pathways, the digesters create a low global warming potential."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"BioHiTech has needed to have a study like this for years,\" says Dyson. \"It was very fortuitous that UD put something like this together.\""},{"type":"hard_break"},{"type":"text","text":"This study will affect not only the future of UD's waste management, but also the global implementation of digesters."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"Companies throughout the world rely on third-party information that is provided in Life Cycle Analyses,\" says Dyson. \"The UD LCA is a very important document to BioHiTech as we expand throughout the U.S. and globally.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"With one groundbreaking LCA under their belts, students in the Department of Civil and Environmental Engineering have no plans to stop."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Future studies will include an assessment of the positive and negative effects of the digester outflow on wastewater treatment plants, which may help future stakeholders feel more confident in the product."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Dyson also hopes to collaborate with the agricultural department to research the fertilizing potential of digester outflow. Finding a reuse for the effluent would make digesters even more environmentally friendly."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"UD Sustainability Manager Michelle Bennett believes that digesters could someday remove the university's contribution of food waste to landfills altogether."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"The BioHiTech digesters can divert thousands of pounds of food waste from landfills each day,\" she says. \"That's no small impact to our landfills or our shared environment.\""},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech works with companies in 40 states, 20 countries and 4 continents, but the digesters at UD are some of the best in the game. According to Dyson, participation from management, employees and students has created a strong relationship."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"\"There are far-reaching possibilities where we can work together, and I certainly think the University of Delaware has been great to work with so far,\" she says."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.delawaretoday.com/Delaware-Today/January-2019/These-Machines-are-Helping-the-University-of-Delaware-Fight-Food-Waste/"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"link","attrs":{"href":"https://biohitech.com/pdf/LCA.pdf","target":null}}],"text":"Download Case Study"}]}]},"source":"Delaware Today: Digesters will someday remove the contribution of food waste to landfills altogether"}