{"_id":"5f40320b4c663579fee7c564","title":"Transforming trash, the region and the future","publicationDate":"2019-03-19T04:00:00.000Z","tags":["Renewables"],"summary":"One person’s trash will soon be another’s fuel in the Eastern Panhandle, thanks to Entsorga, a first of its kind facility in not only Martinsburg, but...","slug":"transforming-trash-the-region-and-the-future","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"One person’s trash will soon be another’s fuel in the Eastern Panhandle, thanks to Entsorga, a first of its kind facility in not only Martinsburg, but the United States."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Yes, that’s right. The Eastern Panhandle is about to lead the country in using its own trash as a commodity."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"While the company is just completing its final preparations to begin taking the first loads of waste at the end of March, we’re excited to see business there get underway."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Transforming trash that would otherwise go to landfill into renewable energy is the stuff of futuristic science fiction — only it’s not fiction, and it’s happening right here in Berkeley County."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It’s also very green."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In fact, some of the fuel made at the facility will get sent to Argos, where it will help reduce greenhouse gas emissions. According to officials, the fuel offsets coal by 30 percent."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“This facility has a huge game change possibility for this community,” said Emily Dyson, director of science research and development for BioHiTech and project manager for Entsorga."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Not only will Entsorga help improve air quality by supplying its renewable fuel to Argos, but it will also help cut down on trucking as well. Waste generated in the area would typically be trucked 100 miles north potentially to landfills, according to officials."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Those trucks will now be traveling to Entsorga’s Martinsburg plant."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"So how, exactly, does all this happen?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Waste is dumped into two large pits. Underneath these pits are fans that start the biological process of breaking waste down, or composting. A large overhead crane and grapple will then reach into the pits and drop waste into a large hopper. This begins the first step of the mechanical biological process. Then the waste is dropped into a trammel — a large cylinder filled with holes. Waste is then sorted on a conveyor belt. Large plastic and cardboard, or “overs,” will drop into one pit, and small pieces of organic material, or “unders,” will then go into a bio-oxidation hall."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The facility will make SRFs, or solid recovered fuels, which Dyson said is an engineer specified fuel. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“Where most composting can take anywhere from three to six months, this facility will be able to create these composts in 10 to 14 days,” Dyson said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Sensors will measure humidity and temperature and adjust those factors depending on the compost. Sensors located along the cranes also will identify when a pile of compost is ready and send a signal to the crane that allows it to pick it up and move it to the next stage of the process."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But, many may be wondering, what about the smell?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"According to Dyson, that’s been considered too."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Once trucks come to the facility to dump a load of garbage, fast rolling doors — in a matter of three to five seconds — will ensure the entire building stays under negative pressure, Dyson said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“All of the odor will stay in the building,” Dyson said. “When you’re standing near this you won’t smell trash.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Much of the facility will be automated as well, so human intervention with the waste won’t be necessary."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"At peak operation, 18-20 employees are expected to work over two shifts: An electrician, mechanic, supervisors, control room operators and laborers."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It’s amazing to think trash can power our future."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But the future is here — right here, in the Eastern Panhandle."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.journal-news.net/journal-news/transforming-trash-the-region-and-the-future/article_597f198e-edeb-515c-9808-714f084b396f.html"}]}]},"source":"The Journal:  One person's trash is another person's fuel"}