{"_id":"5f402eaf9255e974efc6055d","title":"Using Green Technology and Big Data to Eliminate Food Waste and Change an Industry","publicationDate":"2015-12-14T00:00:00.000Z","tags":["Digester"],"summary":"The waste industry is an ugly, dirty business. Every year more than two billion tons of waste is generated with over one-third of that being food wast...","slug":"using-green-technology-and-big-data-to-eliminate-food-waste-and-change-an-industry","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"The waste industry is an ugly, dirty business. Every year more than two billion tons of waste is generated with over one-third of that being food waste. This staggering amount of waste continues to rely upon outdated and inefficient disposal methods. The majority of waste is transported by trucks burning diesel fuel and buried in landfills which are quickly running out of space. This process is neither sustainable for our planet nor good for business. Fortunately, the introduction of emerging “data centric” technology is facilitating change in the industry that has long been transparency resistant. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"New “clean technology” products and sustainability programs are beginning to change the behavior of many organizations generating organic waste. There are numerous diversion alternatives for organic waste such as composting, greenscaping, and digestion that are being developed on a consistent basis utilizing the latest technological advances. Ongoing, self imposed sustainability goals, along with early legislation requiring businesses to have a diversion strategy for organic waste, are raising awareness and beginning to change operational habits. In order for organizations to make the most efficient change to their organic waste stream, there needs to be more visibility into their waste generation."},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Year over year, computer storage becomes cheaper, computing power becomes more powerful, and computing costs drop while sensor availability, network connectivity, and cloud computing grow more and more pervasive. These computing trends are paving the way for the Internet of Things and Big Data but more importantly, the application of these technologies will drive the waste industry to change, and quickly. Data collection and analytics will provide the accountability and benefits that organizations need to propel their sustainability programs into the 21st century."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"For example, let's take a look at one example of green technology: aerobic digestion. Aerobic digestion is a waste disposal technology that uses oxygen and microorganisms to break down food. Food is placed into an industrial waste machine on-site, and within hours the food is broken down into nutrient-neutral gray water, which can be safely discharged into the sewer drainpipe. Food, which is comprised of 70 percent water, is an excellent application for this type of technology. Until now these types of units have been relatively simple pieces of industrial equipment and were just another piece of equipment in the back of the kitchen or on a loading dock."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Recently, some companies have converted their aerobic digesters to become “smart machines”. Connectivity and cloud reporting technology added to the digestion equipment changes the game. On board scales and sensors now continuously measure, monitor and report on all aspects of the machine, including how much waste is placed into the digester, providing users with the data they need to effect changes in procurement or food preparation. These changes will not only afford users the means to achieve a more sustainable organization but will offer significant economic benefits through lower waste costs and more efficient purchasing. RFID and NFC technology can be used to track the source of waste placed into the machine providing specific data points to management on areas that require attention. These machines are all connected to the Internet, providing organizations with real-time data about their diversion efforts. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"There are numerous beneficiaries of waste data and “smart” clean technology. Sustainability departments can reliably demonstrate and measure their diversion efforts. As legislation passes, organizations will have the tool to reliably account for their disposal and meet legal requirements. Financial departments can easily track their return-on-investment and effectively communicate how “clean technology” can in fact increase shareholder value. Equipment manufacturers and support personnel harvest the operational data to reduce support costs, improve reliability, and optimize the performance of the machines. Even marketing departments can leverage this data to promote their organization's green initiatives to new and existing customers as well as investors and shareholders."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Access to accurate data and real time transparency into waste creation is a concept that has long been ignored by traditional waste companies. Marrying the data of what goes out the door (waste) with what comes in the door (the supply chain) provides a clear path to increased sustainability and profitability for any organization. Analyzing a company's waste stream, in conjunction with employee schedules and the supply chain provides a more telling operational picture of an organization's business. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"For the first time, the “un-sexy”, noxious garbage that we all generate can become one of the most powerful management tools available. When waste is analyzed and processed with the proper “clean technology”, the road to increased profitability and sustainability can be easily achieved. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://insights.wired.com/profiles/blogs/using-green-technology-and-big-data-to-eliminate-food-waste-and?xg_source=msg_appr_blogpost#axzz3uJPWbEDL","target":null}}],"text":"http://insights.wired.com/profiles/blogs/using-green-technology-and-big-data-to-eliminate-food-waste-and?xg_source=msg_appr_blogpost#axzz3uJPWbEDL"},{"type":"hard_break"}]}]},"source":"Wired:  Innovation Insights, by CTO Bill Kratzer"}