{"_id":"5f402d7d9255e974efc6054f","title":"Waste Not...","publicationDate":"2015-08-20T00:00:00.000Z","tags":["Digester"],"summary":"Across the country, correctional leaders are challenged with operating at maximum efficiency while meeting the expectation of providing quality servic...","slug":"waste-not","bodyCopy":{"type":"doc","content":[{"type":"heading","attrs":{"level":2},"content":[{"type":"text","text":"American Jails: July/August Magazine"}]},{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Across the country, correctional leaders are challenged with operating at maximum efficiency while meeting the expectation of providing quality services in a time of limited resources. These challenges range from rising energy costs, increased water use, and growing food requirements, to ongoing education and training for inmates to help them transition successfully back into their communities. Although many of these challenges may seem daunting, some of the most innovative and greatest cost-savings solutions can be found in the “greening” of corrections facilities by making them more environmentally friendly."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Introducing sustainable practices at correctional facilities provides the multiple advantages of protecting the environment, saving taxpayers money, and modeling positive practices for inmates. The benefits of greening correctional facilities are both short and long term; "},{"type":"hard_break"},{"type":"text","text":"• Fewer resources will be consumed."},{"type":"hard_break"},{"type":"text","text":"• Less pollution will be created. "},{"type":"hard_break"},{"type":"text","text":"• Healthier environments will be established for the inmates, staff, visitors, and administrators."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"A sustainable model for corrections goes beyond facilities and operations. It needs to be tied to a comprehensive strategy that provides access to viable hands-on training and job opportunities for inmates and encourage them to become productive citizens in an emerging green economy. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"Recycling Food Waste"},{"type":"hard_break"},{"type":"text","text":"One key strategy for corrections facilities to start becoming greener is to recycle the food waste produced by inmates and staff. Every year more than two billion tons of waste is generated in the United States – and food waste constitutes more than one-third of that amount. The disposal of food waste is both complicated and costly, and the recent trend of jurisdictions implementing food waste restrictions and bans is making sustainable alternatives not only a social responsibility, but a requirement."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The traditional disposal method of food waste is outdated and inefficient. Currently, food waste is transported by trucks, which burn diesel fuel, and then buried in landfills, which are quickly running out of space. Not only is this process unsustainable, it is costly and cumbersome. Thankfully, several alternative on and off-site solutions offer innovative disposal methods. Some even measure the amount of waste produced to provide organizations the information they need to eliminate waste altogether."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"Composting."},{"type":"hard_break"},{"type":"text","text":"Once the most common option for disposing of organic waste, composting is done both on and off-site at a number of correctional facilities. It can save money while providing an opportunity for inmate training. However, composting methods pose many challenges to facilities, including rising costs, negative environmental impacts because of transportation, the on-site storage of food waste, and the absence of accurate measurements. On-site composting also results in unwanted odor, pest, and contaminant issues. In addition, storage problems can arise at facilities that experience extreme temperatures. Unfortunately if too much compost is produced, it has to be transported off-site, which is not only bad for the environment but also costly for the facility. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"Anaerobic Digestion."},{"type":"hard_break"},{"type":"text","text":"Anaerobic digestion uses organic waste as feedstock to produce energy. It is quickly becoming a more popular off-site alternative. However, capital is required to construct anaerobic digestion facilities. Also, difficulty placing these facilities close to major city centers has limited availability. Ultimately, neither composting nor anaerobic digestion resolves the real problem: reducing the amount of food waste being generated."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"Aerobic Digestion."},{"type":"hard_break"},{"type":"text","text":"Aerobic digestion prevents food waste at the point of generation with the help of special equipment that applies accurate measurements “big data” (a broad term for data sets so large or complex that traditional data-processing applications are inadequate). The process uses bacteria to accelerate food’s natural decomposition process while maintaining optimal levels of aeration, moisture, and temperature. Under these controlled conditions, microorganisms can safely digest food waste at a rate much faster than those found in natural methods, such as composting. Food waste is ultimately converted into nutrient-neutral water that is transported safely through standard sewer lines. Some aerobic digesters operate continuously, enabling waste to be added as needed with nothing left to haul away. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Aerobic digesters are the most cost-effective and environmentally friendly option available today. Because no external resources are needed, this on-site solution also reduces inmates’ ability to hide contraband - or even themselves - in waste bins and trucks."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"Big Data."},{"type":"hard_break"},{"type":"text","text":"Whereas processing food waste on-site eliminates certain logistical costs and storage considerations, choosing a solution that accurately measures waste eliminates ambiguity from the waste bill away. Big data can support adjustments in processes and personnel by identifying the trends and inefficiencies that create the majority of food waste. By empowering those who generate food waste with the transparency and knowledge that will enable them to make smarter decisions, they can begin to learn how to effectively prevent waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Having the information needed to analyze a facility’s waste stream in conjunction with inmate work plans and supervisor schedules provides a more telling operational picture of the facility and its staff. Knowing what is being wasted, when waste is being created, and who is managing the waste are the types of insights that allows facilities to order less, plan better and ultimately start preventing the waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"bold"}],"text":"Conclusion."},{"type":"hard_break"},{"type":"text","text":"In order to eventually reach real zero-waste and to start implementing sustainable practices that can protect our environment, save taxpayer money, and model positive practices to the inmates, we need to aggressively shift the focus from waste management to waste prevention. Most simply put, waste prevention is the best option for minimizing waste; if you don’t produce the waste, you don’t need to dispose of it."},{"type":"hard_break"}]}]}}