{"_id":"5f4031f74c663579fee7c55e","title":"Waste-to-fuel company readies U.S. facilities","publicationDate":"2018-11-14T00:00:00.000Z","tags":["Renewables"],"summary":"BioHiTech Global is completing construction on a waste-to-fuel facility in Martinsburg, West Virginia and is in the permitting stages for a facility u...","slug":"waste-to-fuel-company-readies-us-facilities","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"BioHiTech Global is completing construction on a waste-to-fuel facility in Martinsburg, West Virginia and is in the permitting stages for a facility using the same technology in Rensselaer, N.Y."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech Global’s facilities are using patented HEBioT technology, which BioHiTech owns the exclusive right to use in 11 states in the Northeast. The technology was developed by an Italian company."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"MSW is delivered to the facility in collection trucks, and the stream is processed into what the company calls a solid recovered fuel. The U.S. EPA has approved BioHiTech’s fuel as a supplement to coal in cement kilns, and the company has contracted with a cement company offtake partner also located in Martinsburg."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“It really is a very simple process,” said Dennis Soriano, director of business development and strategic relationships for BioHiTech. The facilities use mechanical biological treatment, followed by mechanical refinement using screens, air classifiers, magnets and eddy current separators, a near infrared optical sorting system and shredding. These steps remove contaminants and provide refining to meet customer specifications, according to a U.S. EPA letter outlining the technology. BioHiTech also produced a video detailing its process."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Targeting waste, not recyclables"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Soriano said his company frequently gets asked about how its process fits in with recycling programs. He stressed that the company’s facilities operate off a straight garbage stream, separate from the recycling stream."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We’re not promoting taking recyclables out of the recycling stream,” Soriano said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech does recover some recyclables out of the stream it handles."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The recyclables we’re collecting would normally be in the regular municipal solid waste stream and would be buried or burned, depending on what other disposal method you might use,” Soriano explained."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“After recyclables are pulled out, it goes through an industrial shredder,” Soriano said, noting the shredder produces different particle sizes depending on the requirements of the offtake partner."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The stream is separated into overscreen and underscreen fractions, each entering a separate holding pit. The smaller particles enter a processing stage where air is drawn through to create negative pressure. This helps to activate the microbes, Soriano explained, which accelerates the breakdown of the material in a 10-day period."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"After the breakdown process, this segment enters a final refining stage. The larger materials go straight to this process, bypassing the air-drawing phase."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"During the refining phase, the material stream is separated into multiple segments depending on density. Metals are removed, as are certain other materials such as PVC, which is targeted because its high chlorine content reduces the quality of the fuel output."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"When finished, the fuel is in a “fluff” form, ready for delivery to kilns."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Material breakdown"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Of the inbound material, 42 to 47 percent of it will become solid recovered fuel. Another 30 to 35 percent of the weight is moisture that evaporates during processing, and 17 to 20 percent is fines and inert materials that need to be sent for disposal or potentially for use as alternative daily cover. The final 3 to 5 percent includes the recovered metals, PVC and other materials."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Given those percentages, Soriano described the technology as achieving 80 percent landfill diversion."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Martinsburg, West Virginia plant has a planned capacity of 110,000 tons per year, Soriano said. About 88,000 tons is MSW, and the remainder is commercial and light industrial material otherwise destined for disposal consisting of plastic, fiber, cardboard and some wood, he said."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The New York facility, which is in its early stages, is part of the company’s plan to standardize plant design and capacity. Moving forward, the company aims to have each plant hit a maximum capacity of about 150,000 tons per year, Soriano said, encompassing 130,000 tons of MSW and 20,000 tons of the remaining commercial and industrial material."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://resource-recycling.com/recycling/2018/11/13/waste-to-fuel-company-readies-u-s-facilities/"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Resource Recycling:  BioHiTech's technology, as a landfill alternative, is scaling up to create a solid recovered fuel from otherwise disposal-bound material"}