{"_id":"5f40314d9255e974efc605b7","title":"Waste Management Data:  Hidden exhaust equals hidden profit","publicationDate":"2017-05-09T00:00:00.000Z","tags":["Digester"],"summary":"In 2012, the world’s cities produced waste at a rate of 1.3 billion tons per year. That’s 1.2 kilograms per person, per day. By 2025, that number is s...","slug":"waste-management-data-hidden-exhaust-equals-hidden-profit","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"In 2012, the world’s cities produced waste at a rate of 1.3 billion tons per year. That’s 1.2 kilograms per person, per day. By 2025, that number is set to grow to 2.2 billion tons. (That’s 2.03 kilograms per person, per day, if you’re keeping track.)"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"With all of that waste comes another type of exhaust: data exhaust. But this is waste that has the potential to generate hundreds of thousands of dollars in additional revenue for waste management businesses on an annual basis."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"You’re probably already familiar with big data and its application to the waste management industry. Leaders like BioHiTech Global CEO Frank E. Celli have made it clear they believe that data analytics will play a lead role in designing the most effective solution for zero waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Others believe that the industry is still in dire need of newer and better data collection and processing methods overall."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But until now, the conversation around waste management data has stayed within the industry itself. The truth is that data on waste — how much is generated, where it’s produced and what it contains — has applications far beyond this. Even Wall Street is interested."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Yes, Wall Street wants your waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Imagine you’re a portfolio manager who takes a global macro view of the economy in order to invest. Your job is to provide a return on the millions of dollars entrusted to you — from endowments, universities, pensions and other investors — by knowing something extra about large-scale economic events."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"What traders increasingly crave in a situation like this is alternative data. Alternative data is any atypical dataset that might affect an investment decision, but isn’t normally fed into an investment strategy. Examples include consumer receipt data, satellite imaging, social media sentiment — and even waste production."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The potential lies in the fact that waste data can tell us something unique about the economy. Volume and location data on waste generation could combine to reveal production trends at a massive, global scale. The amount of waste produced by a consumer, for example, is directly proportional to the amount of consumption by that consumer. An analyst with this data could get an early read on macro consumption figures for a particular region. The amount of waste produced by a factory, conversely, is directly proportional to the amount of goods produced by that factory — which could offer company-level insights useful to a trader. Across cities, countries and continents, this data could entwine with more traditional indicators to provide a clearer trading signal — and ultimately, more profits."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"These are just two of many such examples. They stem from a belief that through data, you can know anything you want to know about the global economy."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"As disruptive factors continue to affect your industry, it’s time to give another thought to just how your data might be used. Beyond the buzzwords of \"Internet of Things\" and \"Big Data\" lie real solutions to global problems — and we’re lucky enough to be on the cutting edge. Who knew that waste wasn’t so wasteful after all?"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.wastedive.com/news/waste-management-data-hidden-exhaust-equals-hidden-profit/442201/"},{"type":"hard_break"}]}]},"source":"Waste Dive: Leaders like BioHiTech Global CEO Frank E. Celli have made it clear they believe that data analytics will play a lead role in designing the most effective solution for zero waste. "}