{"_id":"5f402b399255e974efc60536","title":"Wast Not, Want Not","publicationDate":"2012-05-04T00:00:00.000Z","tags":["Digester"],"summary":"Grocers, hospitals, schools, caterers and restaurants in the tristate area have discovered another way of disposing of food that’s past its prime: a m...","slug":"wast-not-want-not","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Grocers, hospitals, schools, caterers and restaurants in the tristate area have discovered another way of disposing of food that’s past its prime: a machine that likes to “eat” those organic perishables and turn them into water that is recycled back into the ecosystem. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"With the U.S. Department of Agriculture reporting that less than 1 percent of the 31.8 million tons of food waste generated annually in the country is diverted from landfills, Frank Celli and Mike Franco along with like-minded investors saw the potential in a Korean-made machine that could convert food waste into liquid, buying the exclusive U.S. manufacturing and distribution rights in 2007. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"And so, BioHitech America and its Eco-Safe Digester were born. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We took a gamble,” said Celli, “because we saw the potential it offered. Nobody thought much of recycling back in the 1970s. Now, it’s hard to find a business or industry that isn’t looking for a way to cut back on its carbon footprint and save money. For people in the food industry, getting rid of perishables no longer fit for human consumption is a big issue…and costly to dispose of.” "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The machine itself is a large stainless steel container filled with special hardwood chips and bacteria formulated to break down the foodstuffs – from leftover stale bread to banana peels and meats – that get dumped into its hatch, where the contents are mashed into effluent. The “gray water” produced by the organic foods goes into a drain, making its way to the municipal wastewater plant, where it is treated and released back into the ecosystem. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"A typical Eco-Safe Digester can process 1,500 pounds of food a day – nuts, fruits, vegetables, bread, meats (leave out the big bones), grains and pasta. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Users of the machine save on hauling fees to landfills while keeping vermin and other disease carriers away from rash bins. A significant bonus: food no longer fit to eat eventually becomes fresh drinking water. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHitech America originally bought its machines from Korea, but recently forged a partnership with Marathon Equipment in Alabama in 2011. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“This works well for both Marathon and our company,” Celli said. “Marathon’s reputation as a leading compactor and recycling manufacturer offers us the ability to have our machines made in America and offers both companies the opportunity to grow our sales.” "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“One of our biggest customers is the Community Food Bank of New Jersey,” Franco said. “They get 35 million pounds of food donated to them annually, but some of it can’t be moved quickly enough, and some of it is past its useful shelf life. Rather than throwing it out, the Food Bank has installed our Digesters and is using them to put unusable food to good use. It is also cutting down considerably on the cost to have it hauled away and dumped in a landfill, to the tune of about $3,000 a month. That’s good for the Food Bank and that’s good for the environment.” "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHitech America counts area ShopRite stores and The Cheesecake Factory in White Plains among some of it local clientele. “We’re getting the word out,” Franco said. “We just got an order from Ireland and we have three Digesters on their way to Dubai.” "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Originally based out of a rented warehouse in Bergen County, BioHitech America bought its own building in Rockland County’s Chestnut Ridge, where it now houses machines in various sizes, as well as its corporate headquarters. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“At home, people might dump their unwanted food down into an Insinkerator or use a compost heap,” Celli said. “For those in the food industry, this is really not a feasible method to dispose of organic matter that’s no longer edible.”"},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://westfaironline.com/22111/waste-not-want-not/","target":null}}],"text":"http://westfaironline.com/22111/waste-not-want-not/"}]}]},"source":"West Chester County Business Journal:  A feasible method to dispose of organic matter that’s no longer edible"}