{"_id":"5f4030e99255e974efc605a4","title":"WHAT A DIFFERENCE A DAY MAKES ","publicationDate":"2016-12-15T00:00:00.000Z","tags":["Digester"],"summary":"Already popular in its home US market, having launched a European subsidiary in October last year, BioHiTech has had some notable successes for its on...","slug":"what-a-difference-a-day-makes","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Already popular in its home US market, having launched a European subsidiary in October last year, BioHiTech has had some notable successes for its on-site Eco-Safe Digester which converts food waste into grey water for disposal through standard sewer lines. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHiTech America has been providing small-scale onsite aerobic composting solutions to the US and global markets for nearly eight years. In that time it’s installed its technology at around 350 locations. Headquartered in London, the company’s new subsidiary has already completed some notable projects. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Able to break down food waste for disposal in the sewers in as little as 24 hours, the company’s digesters also offer detailed cloud-based real-time reporting. The reports provide data to support businesses in achieving their economic, social and environmental objectives. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Alex Giacchetti, president of BioHiTech Europe, explains that in the early days the company focused on research and development and getting the technology optimized. “In the last five or six years we’ve developed a commercial product that works,” he tells WMW. “That was quite a stepping stone for us... Then in October last year, we set up BioHiTech Europe. We thought we’d use the UK as the first market to start.” Over the past 12 months the company has been getting its foot in the door with a number of major facility managers and landowners. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“These guys have taken their first machines over the last 12 months and we’re getting to the point now where the conversations we’re having with them are developing quite nicely because they’ve now been able to see the results of the technology,” says Giacchetti. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"JUST 24 LITTLE HOURS "},{"type":"hard_break"},{"type":"text","text":"The company claims that its Eco-Safe Digester is able to handle pretty much all food types with the exception of items such as large bones, clamshells and pineapple tops. It minimizes the generation of the waste and by removing what remains through the sewer network it reduces greenhouse gas emissions from collection vehicles. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The best way to think about it is as a mechanical stomach,” Giacchetti explains. “The machine has natural micro-organisms inside and in the presence of organic waste, those organisms produce enzymes which digest the food and take it down to particle form, very similar to how our stomachs work. It produces a grey water which is safe to flush down the sewer network in around 24 hours.” "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“The machines have function settings on them,” he continues. “Inside the machine is a fine mist of warm water and some paddles that slowly turn over to get some air through the organic waste. The machine then cycles and we can remotely track and monitor those cycles and make sure that the machine is operating at its optimum. If anything changes, if the water temperature changes or the arm stops turning, then we immediately get an email with an alert. Very often we can make any changes needed remotely.” "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Giacchetti adds that customers find they are making savings because they’re not having to rely on waste collection companies, and because they take the food waste out of the equation, their recycling improves. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"What he also highlights is the lack of odour compared to other bio waste technologies. With restaurants being an obvious application for an on-site food waste treatment system, that’s an important feature. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We’ve got machines that are operating in kitchens, right next to where food is being prepared and we’ve had health and safety guys come out and do a spore count - and it’s been absolutely fine. We have machines in the Hard Rock Café and the RAC Club,” notes Giacchetti. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Andrew Noone, general manager of Hard Rock Café, London, comments: \"We had concerns that this magical new technology would not do what had been promised, but it is fair to say that it does exactly what BioHiTech said it would. Our popular Central London location is one of London's busiest restaurants, generating a large amount of food waste. On some days we will dispose of more than 300 kilograms of food waste into the digester.” "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"“We feed the digester throughout the day and into the early morning, and it eats up whatever we put into it and the wastewater simply goes down the drain. It's a very clever piece of equipment that we are looking to roll out elsewhere in our group,\" he adds. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"SHOPPING CENTRES "},{"type":"hard_break"},{"type":"text","text":"Another target market where Giacchetti sees potential for the digester in Europe is shopping centres. In Leeds, Northern England, one of the first shopping centres to install the technology is White Rose Shopping Centre. Since introducing the digester last year, the mall has diverted "},{"type":"hard_break"},{"type":"text","text":"100 tonnes of waste. In November this year, BioHiTech was awarded a community recognition award by the Shopping Centre, for its technological and environmental contributions, helping the mall to divert food waste from landfill and improve its recycling efforts. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Traditionally, food waste from the centre had been bagged up and placed into bins for collection, with some waste finding its way into the compactor’s general waste which commands a collection cost of over £100 per tonne. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Since the introduction of the Eco-Safe Digester, almost all of the food waste is being disposed of on site, reducing the amount of general waste and eliminating the contamination of general waste, allowing it to be reclassified as Dry Mixed Recycling, which translates into significant savings. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"GOING FORWARD "},{"type":"hard_break"},{"type":"text","text":"Having only been operating in Europe for a short period of time, BioHiTech Europe has picked up some notable clients already. The company will also be listed on the Carbon Trust website as an accredited supplier in the category of waste savings. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The Carbon Trust reported that the information provided in the application form and case studies, combined with positive feedback from clients demonstrated a “significant track record” in the design and delivery of successful, high quality waste saving solutions. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"If the title of Dinah Washington’s song, What a Difference a Day Makes, could have been written about BioHiTech’s process, it’s going to be interesting to see what a difference the next year makes as the company expands further into Europe. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://waste-management-world.com/epaper/12"},{"type":"hard_break"}]}]},"source":"Waste Management World:  A High Quality Waste Saving Solution"}