{"_id":"5f40309b9255e974efc60597","title":"Where the Presidential Debate Really Missed the Mark","publicationDate":"2016-10-25T00:00:00.000Z","tags":["Digester"],"summary":"Amid the litany of questions and issues raised in the final presidential debate, I couldn’t help but notice that climate change, one of the greatest g...","slug":"where-the-presidential-debate-really-missed-the-mark","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"Amid the litany of questions and issues raised in the final presidential debate, I couldn’t help but notice that climate change, one of the greatest global crises of our time, was nowhere to be found. With 2016 on track to be the warmest year on record, there is no question that the emission of harmful greenhouse gasses threatens the lives of future generations. According to the Yale Program on Climate Change Communication, nearly two-thirds of Americans say that climate change is at least somewhat important to them personally, a positive sign that the issue is being taken seriously by the general public. However, its impact cannot be ignored by elected officials, policy makers, and thought leaders. In the final days of this heated election cycle, it is imperative for candidates at all levels to offer their vision for combating this crisis, and once elected, to work together with those of us focused on developing innovative solutions to achieve a sustainable future. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"According to the Food and Agriculture Organization (FAO) of the United Nations, 33 percent of the world’s food supply is thrown in the trash each year and 97 percent of that wasted food goes directly to the landfill. In the United States alone, approximately 34 million tons of food is delivered to landfills, which accounts for more than 35 percent of total landfill waste. Once in the landfill, this food slowly decomposes, emitting large volumes of methane, a particularly harmful greenhouse gas and contributor to global climate change. Unbeknownst to many, 20 percent of total U.S. methane emissions come from landfill. As troubling as these stats may be (and while it will certainly require action on a large scale to fully address this problem), amid the cries for sustainable business practices and efficiencies there are already new technologies making their way to the waste industry that can help. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"I have worked in the waste management industry my entire life, starting on the back of a truck as a teenager, before eventually co-founding a company focused on more traditional aspects of the industry, such as collection, recycling, and landfills. About 10 years ago, seeing the need for a new path forward - particularly with respect to organic waste - I shifted my energy to emerging technologies. In my current role, I am focused on clean technology as a way to solve the increasingly relevant issue of organic waste disposal as it relates to a sustainable future. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Aerobic digestion is one key solution, which can take more than 2,000 pounds of food waste and – in a 24-hour period – break it down and convert it into a liquid that is safely discharged through standard sewers. Many companies, schools, and governmental agencies that produce a high volume of food waste are already using this method, and it will only become more necessary as many states, cities, and counties are wisely implementing food waste bans. In July, New York City’s law took effect that requires some businesses to separately dispose of organic waste. Some municipalities are also adopting solutions beyond food waste, such as the creation of “renewable landfills” in which approximately 80 percent of incoming solid waste can be reduced, re-used or recycled into renewable fuel. In the coming months and years, I am hopeful that more of our city and state leaders will recognize the importance of forward-thinking policies and new technology to keep waste and its harmful effects out of our landfills. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Food waste bans, aerobic digestion, and waste-to-fuel technology at the local level are not a panacea for global climate change. They are, however, vitally important steps that we must build upon. There has certainly been more attention paid to these concerns in recent years, but like we witnessed in the presidential debate, too often an issue of great importance is drowned out by other far less important fights. When we are staring at the face of a historic threat, we cannot allow noise or politics to get in the way. The way forward, and one for which I am committed, is for the public and private sectors to acknowledge the problem, determine the best and most effective solutions, and to work together to implement them to protect our future and, most importantly, protect future generations. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.huffingtonpost.com/entry/580f5acde4b0b1bd89fdb7b5?timestamp=1477401763510"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Huffington Post:  The public and private sectors need to work together to implement the most effective solutions to protect our future"}