{"_id":"5f4031ea4c663579fee7c55a","title":"WHY CITIES ACROSS THE GLOBE NEED TO IDENTIFY SMARTER WAYS TO MANAGE FOOD WASTE","publicationDate":"2018-10-05T04:00:00.000Z","tags":["Digester"],"summary":"With over a third of all food produced globally each year ending up in the trash, the food waste crisis is becoming increasingly harder to swallow. Th...","slug":"why-cities-across-the-globe-need-to-identify-smarter-ways-to-manage-food-waste","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"With over a third of all food produced globally each year ending up in the trash, the food waste crisis is becoming increasingly harder to swallow. The reasons for so much food waste are numerous - including mishandling, freshness issues, and supply chain problems - but regardless of the reasons, society must find smarter ways to manage this waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In recent years, government, business, and environmental leaders have come together to communicate the idea that traditional food waste disposal and management methods are unsustainable and need to be changed. A growing number of legislative initiatives have been passed that are forcing both consumers and businesses to change their methods of disposal. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"New York is one of the more recent cities to take legislative action with regard to how waste is managed. Mayor Bill de Blasio set an impressive goal of reducing the amount of waste sent to landfills by 90 percent by 2030 and will use the recent expansion of the city’s commercial organics ban to help achieve that goal. The organics ban, originally introduced in January 2016, affected a targeted number of larger food waste generating businesses. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"This past August, it was expanded to include an estimated 3,000 more businesses. Retail food stores with a floor area of at least 25,000 square feet, as well as chain restaurants with 100 or more locations are now subject to the expanded commercial organics ban and must register their food waste disposal method with the Department of Sanitation. Retail restaurants such as Dunkin’ Donuts and McDonalds will now join the city’s arenas and stadiums, food manufacturers, food wholesalers and hotels with 150 or more rooms. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Businesses looking to dispose of their food waste are given the option to arrange for collection by a private carter, transport organic waste themselves, or process the material on-site. When comparing the most common methods for the disposal of food waste, processing the material on-site is the fastest, most cost-effective means to managing what is often the messiest and most irritating part of a food business employees’ day. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Other solutions for the disposal of organic waste are composting and anaerobic digestion, While the three solutions do overlap in their preservation of landfill space most cities lack the framework needed to accept a large influx of food waste from the commercial sector and the costs and environmental impact to cart the waste to either a compost facility or anaerobic digester are significant. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"In fact, an independent Life Cycle Assessment (LCA) of on-site aerobic technology was conducted by the Department of Civil and Environmental Engineering at the University of Delaware comparing aerobic digester technology to composting and traditional disposal. The results of the LCA demonstrate that aerobic digester technology is an environmentally friendly alternative to the other means studied in the assessment and the discharge of the effluent to the sanitary sewer is an environmentally favorable pathway."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But is more environmentally friendly disposal all we can do, or can we actually go one step further and start to eliminate the waste from being generated in the first place? "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"There is a saying by management expert Peter Drucker, “what gets measured gets managed.” When it comes to food waste, this is truer than ever before. If business start tracking, collecting and analyzing their food waste they could identify specific actions that resulted in the waste, and work towards eliminating the waste altogether."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"As a society, we need to change the way we think about managing waste. Regulatory-compliant on-site aerobic digesters is one way a business may accomplish just that paired with a data analytics platform that can change wasteful behavior, modify supply chain management and promote accurate diversion efforts"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"We strongly believe that in order to start reducing food waste, businesses need technologies that offer transparency about what is being disposed so potential wasteful behavior can be modified. Food waste is being generated in every step of the supply chain, and by collecting that data in real-time we can identify opportunities to prevent it in order to make a positive environmental impact. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"An on-site aerobic digester is a proven disposal solution for restaurants, grocery stores, hotels, fast-casual chains; and food businesses that generate food waste - regardless of current regulations that may be in place. This solution also comes with the added benefit of improved inventory management and operational efficiency simply through making us better and smarter about the way in which we manage our waste. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"https://www.wastedive.com/news/cities-smarter-ways-manage-food-waste/538916/"}]}]},"source":"WasteDive:  Regulatory-compliant aerobic digesters hold the answer"}