{"_id":"5f402a9e9255e974efc6052a","title":"Why On-Site Aerobic Digesters Make Sense For Full-Service Hotels","publicationDate":"2014-11-13T00:00:00.000Z","tags":["Digester"],"summary":"More than 34 million tons of food waste is sent to landfills annually and the hospitality industry are significant contributors. The recent trend of j...","slug":"why-on-site-aerobic-digesters-make-sense-for-full-service-hotels","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"More than 34 million tons of food waste is sent to landfills annually and the hospitality industry are significant contributors. The recent trend of jurisdictions implementing food waste restrictions and bans is making sustainable alternatives no longer just a social responsibility; but a mandatory requirement. The good news is, some successful back-of-the-house programs can help increase profitability and subsidize the front-of-the-house improvements. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The hospitality industry consumes a large volume of food and beverage through in-house restaurants, catering, buffets, and guest room services. In some cases, hotel guests have been known to produce approximately two pounds of food waste per night per person representing approximately 40% of a hotel’s total waste."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Most of the large hotel brands are already taking sustainable actions regarding renewable energy and water conservation, but little attention has been directed towards the reduction of food waste until now. The issue of food waste in the hotel industry is a topic not often discussed because the predominant focus and capital expenditures have been on aesthetics and guest satisfaction and up to now, few disposal options existed that saved money, improved operating efficiencies, and made environmental sense. In geographies that are now regulating and requiring the separation of food waste from other trash, hotels will need to find a more sustainable, efficient, and cost-effective alternative that fits within their corporate sustainability goals. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Traditional waste removal, although complicated and expensive, has long been the acceptable means of disposal. As more information about the detrimental impacts of food waste being sent to landfills has become available, guests are likely to question the sustainability efforts of their preferred hotel brands. It is fair to assume that hotel guests now wonder if their preferred hotel brand is actively taking steps to dispose of their food waste in a more environmentally sound way. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Today, there are several alternative on and off-site solutions that offer hotels choices to comply with emerging food waste bans. Some of these solutions measure the waste in order to takes steps to prevent it altogether. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Composting was once a popular off-site practice; however, some hotel owners have experienced great logistical nightmares and believe it not to be a scalable solution across their expansive geography. First, the food waste needs to be stored until the collection occurs. Consideration needs to be made as to where the storage will occur so that odors will not affect their guests nor will the waste attract vermin. Secondly, composting customers will likely experience higher costs due to increased truck transportation needs and longer travel distances to the few commercial composting facilities in each state. As the food is separated for pick up, haulers will need to dispatch separate collection vehicles which will in turn increase the amount of trucks on the road, emitting twice as many harmful carbon emissions. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Anaerobic Digestion is fast becoming the more popular off-site alternative because it utilizes the organic waste as feedstock for energy production. The capital required to construct these facilities and the difficulty in siting them within proximity to major city centers have limited the current availability. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Ultimately neither of these “popular” off-site solutions help to solve the real problem at hand which is reducing the amount of food waste being generated. As resort and hotel owners become increasingly aware of their ability to quantify, analyze and reduce waste utilizing new clean technology products, they begin to effect change to their internal policies and the environment."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The most cost-effective, efficient and eco-friendly solution for any organization that produces large amounts of food waste is on-site aerobic digestion. Digesters eliminate food waste at its point of origin, alleviating the environmental and economic obstacles of their waste management providers’ traditional service offerings."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Aerobic digesters use safe bacteria to accelerate food’s natural decomposition process while maintaining optimal levels of aeration, moisture, and temperature. Under these controlled conditions, the micro-organisms can safely digest food waste at a rate much faster than under natural conditions, like composting. The food waste is ultimately converted into nutrient-neutral water that is transported safely through standard sewer lines. Processing food waste on-site eliminates certain logistical costs and storage considerations, but choosing a solution that accurately measures what is wasted takes the ambiguity of the waste bill away, and puts the generator in the driver seat. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"It is virtually impossible for traditional waste haulers to produce accurate data on the volume of food waste carted away each day. Trucks are not equipped with scales and haulers do not have the data collection methods to summarize what was wasted. As a hotel operator, it is imperative to have access to accurate and reliable data in order to report the waste diversion and savings efforts across the portfolio. Not just in response to local and statewide legislation but because it is an important corporate initiative and your guests are expecting the effort to be made. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"BioHitech America’s Eco-Safe Digester weighs and categorizes every pound of waste as it is added to the digester to clearly classify where, when and what food waste is disposed of. This data is then transmitted to your corporate sustainability dashboard in real time. The data from the digester replaces the ambiguity of those antiquated waste bills, and is transformed into a powerful management tool that can be rolled into branded sustainability reports. The Eco-Safe Digester can easily track waste diversion across an entire portfolio, calculating carbon reductions and comparing performance to improve efficiency and profitability."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Hotels are known leaders in facilitating a zero-waste behavior. Utilizing big data to understand what is wasted will enable hotel owners to redirect capital flow to the front-of-the-house where eco-aware guests are waiting to check in."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","marks":[{"type":"link","attrs":{"href":"http://www.greenlodgingnews.com/why-on-site-aerobic-digesters-make-sense-for-full-service","target":null}}],"text":"http://www.greenlodgingnews.com/why-on-site-aerobic-digesters-make-sense-for-full-service"}]}]},"source":"Green Lodging News: The Eco-Safe Digester can easily track waste diversion across an entire portfolio"}