{"_id":"5f40305b9255e974efc6058b","title":"Yes, It's Possible to Do Good in the World and Still Make Money","publicationDate":"2016-09-08T00:00:00.000Z","tags":["Digester"],"summary":"By: BRADLEY TUSK Founder and CEO, Tusk Ventures and Tusk Strategies   If the goal of life is maximizing happiness, then you probably want to run a bus...","slug":"yes-its-possible-to-do-good-in-the-world-and-still-make-money","bodyCopy":{"type":"doc","content":[{"type":"paragraph","content":[{"type":"hard_break"},{"type":"text","text":"By: BRADLEY TUSK Founder and CEO, Tusk Ventures and Tusk Strategies"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"If the goal of life is maximizing happiness, then you probably want to run a business that provides you with meaning, satisfaction and fulfillment. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"If the goal of life is maximizing profit, then you probably want to run a business that provides you with a good income. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"To hear hardcore capitalists tell it, the only goal of business is to make money and return profits to shareholders. Period. To hear hard core socialists tell it, businesses that make money are fundamentally evil and cannot be a force for good. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"But what if you'd like to both do good and do well? In that case, either view is disconcerting. Fortunately, neither are true. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Find a product that improves the world"},{"type":"hard_break"},{"type":"text","text":"My fellow venture capitalists and I work with an array of startups disrupting industries across every sector. And while their founders and investors are certainly focused on achieving high valuations and ultimately an IPO or acquisition, many of these companies are also doing a tremendous amount of good. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"(A bit of disclosure: Some of the companies I'm about to mention are current Tusk clients, including Uber, AltSchool, BioHiTech and ABI.)"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Some of the examples are well known -- Uber significantly cuts down on drunk driving, AltSchool is creating an entirely new model to fix our broken k-12 educational system, Handy brings housekeeping out of the black market and into the formal economy. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Some of these companies and leaders are less well-known, but equally worth noting."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Take BioHiTech. Frank E. Celli spent decades in the waste management sector. His job was important -- trash has to go somewhere -- but that somewhere was landfills, causing pollution, emissions and constant harm to the environment along the way. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"So Frank did something about it. He invested his own money and is now leading the growth of BioHiTech -- a green technology company that turns food waste into liquid that can be easily and cleanly disposed of, and regular waste into fuel that can cleanly power factories. He's now operating in 15 countries and 37 states. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Or take Angstrom Byakuren Inc. (ABI). Rob McGinnis spent a career as a scientist working on ways to purify and desalinate water. He did well, and like Frank Celli, took much of his own money and founded a startup focused on creating an energy efficient membrane to purify water. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"If Rob succeeds, it's a possible he’ll make the contaminated drinking water, plaguing the United States (and much of the world), a thing of the past. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Or Copia. Komal Ahmad is a tech entrepreneur, not a traditional “do gooder.” A few years ago she saw both a societal problem and a hole in the market – and she filled it. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Copia attempts to solve the hunger crisis by using an Uber like platform and highly outfitted trucks and warehouses to pick up leftover prepared food from corporate cafeterias, hospitals and college campuses and bring it to food pantries in the Bay Area. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"They’ve now collected and provided over 100,000 meals this year alone. But they’re also on their way to making money. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Does it matter that her goal revolves as much around profit as alleviating hunger? "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"As a matter of fact, it does. The profit margin is what allows them to invest in technology, attract talent, and approach hunger in an entirely new way."},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Doing good and doing well aren’t mutually exclusive"},{"type":"hard_break"},{"type":"text","text":"Komal, Frank, and Rob all want to make money. But they're doing so by creating products and services that meet a market need, combat climate change, feed those in need and improve the water we drink. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"They're doing good because they're doing well, not in spite of it and not as a compromise. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"The two aren't mutually exclusive and entrepreneurs shouldn't be forced to accept otherwise. If you own -- or are considering starting -- a business that's solely focused on making money, that's fine. You're still employing people, paying taxes and creating economic growth. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"And if you run -- or are creating -- a non-profit just focused on addressing a societal problem, that's great. But if you can do both -- solve a true problem, create jobs, pay people well, pay taxes and contribute to society in multiple ways, well, that's the jackpot. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"Don't let people on the far left or far right tell you can't do it. Komal, Frank and Rob didn't listen to them. And we're all better off for it. "},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"},{"type":"text","text":"http://www.inc.com/bradley-tusk/yes-its-possible-to-do-good-in-the-world-and-still-make-money.html"},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"},{"type":"hard_break"}]}]},"source":"Inc.:  These entrepreneurs are making money while also doing a tremendous amount of good"}