[{"_id":"5f6e0ab352ad2350b2bca10e","title":"Hazleton Area School District to Re-Open Schools with AP-4 Technology","publicationDate":"2020-09-25T15:14:05.466Z","summary":"Some students will re-enter classrooms on Monday in Hazleton Area schools, where all lessons had been held virtually up to now....","slug":"hazleton-area-school-district-to-re-open-schools-with-ap-4-technology","tags":[],"source":"Standard Speaker: The District will use the machine to clean all rooms"},{"_id":"5f6291e06feb5936c8d7873d","title":"It's a go: SeaDream I to begin season of Barbados round-trips Nov. 7","publicationDate":"2020-09-15T04:00:00.000Z","summary":"Just as SeaDream Yacht Club became the first to restart international cruises in Europe, the line is now poised to possibly do the same in the Caribbe...","slug":"its-a-go-seadream-i-to-begin-season-of-barbados-round-trips-nov-7","tags":["BioHiTech","Cruise Ships","Disinfection","Safety","Environmental"],"source":"Sea Trade News: BioHiTech Embarks on a New Voyage"},{"_id":"5f3870b0521b660af51976f0","title":"Behold… A Renewable Landfill for the Ages","publicationDate":"2020-06-15T04:00:00.000Z","summary":"Listen Here:  https://www.waste360.com/nothingwasted-podcast/episode-63-behold%E2%80%A6-renewable-landfill-ages...","slug":"behold-a-renewable-landfill-for-the-ages","tags":["Municipalities"],"source":"Waste360:  A Chat with Emily Dyson, Director of Science, Research and Development"},{"_id":"5f3874bc521b660af51976f7","title":"Innovation and Waste Tracking are Critical in the Prevention of Food Waste","publicationDate":"2020-06-11T04:00:00.000Z","summary":"As businesses and companies begin to reopen and restart, the sustainability programs that took months and even years to develop and put in motion shou...","slug":"innovation-and-waste-tracking-are-critical-in-the-prevention-of-food-waste","tags":["Digester","Analytics"],"source":"Waste Advantage Magazine:  Tracking Food Waste Offers a More Sustainable Outcome"},{"_id":"5f38775d521b660af51976fa","title":"Carnival Corp Commits to Environmental Compliance","publicationDate":"2020-04-24T04:00:00.000Z","summary":"More than a month after the company paused cruising across its multiple brands, Miami-based Carnival Corp. still has 100 guests and 72,000 crew member...","slug":"carnival-corp-commits-to-environmental-compliance","tags":["BioHiTech","New","Digester","Cruise Ships"],"source":"Miami Herald:  BioHiTech Digesters Cut Down on Food Waste"},{"_id":"5f387115521b660af51976f1","title":"BioHiTech is working to reduce food waste and turn MSW into alternative fuel","publicationDate":"2020-04-15T04:00:00.000Z","summary":"Technology is on the rise in the waste and recycling industry, and this year’s Waste360 Innovator Award recipient is part of a company that’s developi...","slug":"biohitech-is-working-to-reduce-food-waste-and-turn-msw-into-alternative-fuel","tags":["Municipalities"],"source":"Waste360:  Michael Schmidt Award Recipient"},{"_id":"5f4032784c663579fee7c584","title":"RIDGELINE HOTEL ESTES PARK HOSTS FIRST ZERO WASTE CONFERENCE","publicationDate":"2020-03-19T04:00:00.000Z","tags":["Digester"],"summary":"Delaware North purchased Ridgeline Hotel Estes Park, previously known as Rocky Mountain Park Inn, in late 2016 and reopened the property in May 2017 a...","slug":"ridgeline-hotel-estes-park-hosts-first-zero-waste-conference","source":"Colorado Meeting and Events: Sorting and Weighing to Achieve Zero Waste Easy Thanks to BioHiTech!"},{"_id":"5f387250521b660af51976f3","title":"Q&A with Stephen Yen, Executive Chef, The Tao Group","publicationDate":"2020-03-18T04:00:00.000Z","summary":"On the chef scene for 10 years, Chef Stephen Yen sharpened his distinct style of global cuisine since graduating from the French Culinary Institute (I...","slug":"q-and-a-with-stephen-yen-executive-chef-the-tao-group","tags":["Restaurants"],"source":"Total Food Service:  BioHiTech Digesters help the Tao Group GO GREEN"},{"_id":"5f387196521b660af51976f2","title":"Local chef finds his place in ‘skyrocketing’ food scene","publicationDate":"2020-03-09T04:00:00.000Z","summary":"Jeffrey Jew, a Bravo Top Chef alumnus and former executive chef at 2B Hospitality, has seen St. Petersburg’s local food scene change dramatically in t...","slug":"local-chef-finds-his-place-in-skyrocketing-food-scene","tags":["Restaurants"],"source":"Catalyst:  BIoHiTech's Technology Will Help With the Focus on Sustainability"},{"_id":"5f387813521b660af51976fb","title":"Senior Life: Plush Mills Installs State-of-the-Art Food Digester to Divert Waste From Landfill, Prevent Carbon Emissions","publicationDate":"2020-03-06T05:00:00.000Z","summary":"Senior living community has diverted 4.5 tons of waste from landfill in just three months...","slug":"senior-life-plush-mills-installs-state-of-the-art-food-digester-to-divert-waste-from-landfill-prevent-carbon-emissions","tags":["Healthcare"],"source":"Daily News:  BioHiTech's technology solution helps reduce waste and support the environment at the same time"},{"_id":"5f387922521b660af51976fd","title":"BioHiTech CEO on Changing the Way We Handle Food Waste","publicationDate":"2020-02-13T05:00:00.000Z","summary":"Frank E. Celli, CEO of BioHiTech,  joins ‘Cheddar Innovates’  to discuss how digesters break down food waste into liquids and help businesses across m...","slug":"biohitech-ceo-on-changing-the-way-we-handle-food-waste","tags":["Cruise Ships"],"source":"Cheddar News:  Interview with Frank E. Celli"},{"_id":"5f387969521b660af51976fe","title":"BioHiTech Global Sets Sail with Carnival Corp to Provide Analytics Platform","publicationDate":"2020-02-12T05:00:00.000Z","summary":"Real-Time Insights: Finally..Highly detailed waste management data they can be used to comply with environmental, health, and corporate regulations...","slug":"biohitech-global-sets-sail-with-carnival-corp-to-provide-analytics-platform","tags":["Analytics"]},{"_id":"5f3879a6521b660af51976ff","title":"Carnival Corp Invests in Waste Digesters","publicationDate":"2020-02-12T05:00:00.000Z","summary":"International Cruise Ship Industry: A Sustainable Solution for Companies All Over the World...","slug":"carnival-corp-invests-in-waste-digesters","tags":["Cruise Ships"],"source":"International Cruise Ship Industry:  A Sustainable Solution for Companies All Over the World"},{"_id":"5f38787a521b660af51976fc","title":"A Sustainable Future with BioHiTech","publicationDate":"2020-02-06T05:00:00.000Z","summary":"CEO, Frank E. Celli,  sits down with Yahoo Finance  to discuss how BioHiTech’s technology can aid in the creation of a more sustainable future....","slug":"a-sustainable-future-with-biohitech","tags":["Analytics"],"source":"Yahoo Finance:  On the Move"},{"_id":"5f3879dd521b660af5197700","title":"Converting Waste To A Renewable Fuel","publicationDate":"2020-01-08T05:00:00.000Z","summary":"Emily Dyson speaks with Rob Mario and David Welch about working with the Berkeley County Solid Waste Authority to make the residents of Martinsburg’s...","slug":"converting-waste-to-a-renewable-fuel","tags":["Municipalities","Renewable Energy","Renewables"],"source":"WRNR Talk Radio:  Eastern Panhandle Talks with Emily Dyson about Alternative Solutions to Landfill"},{"_id":"5f4032624c663579fee7c57e","title":"BioHiTech Global, Inc. providing cost-effective technology solutions that reduce the environmental impact of the waste management industry","publicationDate":"2019-11-19T05:00:00.000Z","tags":["Global"],"summary":"For decades now, the United States has dealt with its trash problems in two simple ways; bury it in the ground or ship it to another country. Yet, the...","slug":"biohitech-global-inc-providing-cost-effective-technology-solutions-that-reduce-the-environmental-impact-of-the-waste-management-industry","source":"Stock News Now: A Green Technology Services Company, Founded By Environmental Services Industry Experts, That Is On A Mission To Change The Way We Think About Managing Waste"},{"_id":"5f40325e4c663579fee7c57d","title":"“Fed up with the dump:” The issue of food waste on campus","publicationDate":"2019-11-17T05:00:00.000Z","tags":["Digester"],"summary":"It’s 6:30 p.m. and Caesar Rodney Dining Hall is buzzing with activity. As students finish their meals, they place their plates, still loaded with food...","slug":"fed-up-with-the-dump-the-issue-of-food-waste-on-campus","source":"The Delaware Review: Congratulations to BioHiTech's customer for being recognized for their efforts to reduce food waste.  "},{"_id":"5f4032564c663579fee7c57b","title":"The Technology Behind West Virginia’s New HEBioT Facility","publicationDate":"2019-10-16T04:00:00.000Z","tags":["Renewables"],"summary":"Waste and recycling facilities across the globe are becoming smarter and smarter thanks to advancements in technology. Some are utilizing robotics to...","slug":"the-technology-behind-west-virginias-new-hebiot-facility","source":"Waste 360: We’re faced with an international recycling crisis and a rising concern and demand to find a solution to plastic waste"},{"_id":"5f40325a4c663579fee7c57c","title":"10 Stunning Hotels That Make Sustainability a Priority","publicationDate":"2019-10-03T04:00:00.000Z","tags":["Digester"],"summary":"\"One of the most important things the hospitality community can do is to embrace eco-friendly practices and reduce waste whenever possible.\" Those are...","slug":"10-stunning-hotels-that-make-sustainability-a-priority","source":"Travel Channel: Embracing eco-friendly practices and reducing waste whenever possible"},{"_id":"5f4032524c663579fee7c57a","title":"Senator Capito Tours the Entsorga Renewable Energy Facility ","publicationDate":"2019-10-02T04:00:00.000Z","tags":["Renewables"],"summary":"Republican Senator Shelley Moore Capito of West Virginia described the Eastern Panhandle as forward thinkers Tuesday afternoon after touring the Entso...","slug":"senator-capito-tours-the-entsorga-renewable-energy-facility","source":"The Journal:  BioHiTech's Forward Looking Solution Helps West Virginia Put the Environment First"},{"_id":"5f4032464c663579fee7c577","title":"Entsorga Touts Facility That Turns Municipal Waste Into Coal Substitute","publicationDate":"2019-09-09T04:00:00.000Z","tags":["Renewables"],"summary":"Burning coal to generate energy pollutes the air. Burying trash in landfills doesn’t improve water quality, either. But what if you could turn trash i...","slug":"entsorga-touts-facility-that-turns-municipal-waste-into-coal-substitute","source":"Forbes: A movement to improve waste diversion from landfills and “create sustainable, positive environmental change.”"},{"_id":"5f387316521b660af51976f4","title":"10 TOP TIPS: Mastering food waste management for commercial kitchens","publicationDate":"2019-08-19T04:00:00.000Z","summary":"FEJ rounded up a string of the sector’s leading experts and asked them to share their top tips for best practice....","slug":"10-top-tips-mastering-food-waste-management-for-commercial-kitchens","tags":["Analytics"],"source":"FoodService Equipment Journal:  Good food waste management is now a pre-requisite for any successful and conscientious foodservice business. "},{"_id":"5f40323d4c663579fee7c574","title":"BioHiTech Global provides a behind the scenes look at Entsorga West Virginia waste to fuel plant","publicationDate":"2019-08-06T04:00:00.000Z","tags":["Renewables"],"summary":"Gold Medal Environmental, based out of New Jersey, in partnership with BioHiTech Global, will divert more than 110,000 tons of the mixed solid waste G...","slug":"biohitech-global-provides-a-behind-the-scenes-look-at-entsorga-west-virginia-waste-to-fuel-plant","source":"Recycling Product News:  The environmental and business impacts are  incredibly meaningful"},{"_id":"5f4032414c663579fee7c575","title":"What’s new in waste conversion technology","publicationDate":"2019-08-02T04:00:00.000Z","tags":["Renewables"],"summary":"By now, solid waste managers know the overseas markets for traditional recyclable materials have been inverted due to import bans and restrictions put...","slug":"whats-new-in-waste-conversion-technology","source":"Waste Today: Shifting markets and changing demand might help some waste conversion technologies finally gain more widespread acceptance"},{"_id":"5f40323b4c663579fee7c573","title":"EPA Recognizes the St. Louis Cardinals for 10 Years of Work in Reducing Food Waste","publicationDate":"2019-07-30T04:00:00.000Z","tags":["Digester"],"summary":"ST. LOUIS — Today, Tuesday July 30, 2019, U.S. Environmental Protection Agency (EPA) Administrator Andrew Wheeler recognized William Dewitt III, presi...","slug":"epa-recognizes-the-st-louis-cardinals-for-10-years-of-work-in-reducing-food-waste","source":"Environmental Protection Agency:  Working with Delaware North and BioHiTech in reducing food waste"},{"_id":"5f4032374c663579fee7c572","title":"Being Sustainable in an Unsustainable Industry","publicationDate":"2019-07-17T04:00:00.000Z","tags":["Digester"],"summary":"Challenge: Being a sustainable company in the transportation industry can be difficult at times. One of the biggest challenges that Armada clients fac...","slug":"being-sustainable-in-an-unsustainable-industry","source":"Supply Chain Brain:  Armada uses BioHiTech's Digester to cut emissions and divert food waste from landfills.  "},{"_id":"5f4032314c663579fee7c570","title":"Using Technology to Combat Food Waste","publicationDate":"2019-07-11T04:00:00.000Z","tags":["Digester"],"summary":"Grocers are increasingly citing food waste management as a focus of their business as they seek to make their business more sustainable. Choosing the...","slug":"using-technology-to-combat-food-waste","source":"Progressive Grocer:  No One Solution Fits All"},{"_id":"5f40322b4c663579fee7c56e","title":"A Recyclable Commodity – Martinsburg's New Waste-to-Energy Facility Turns Trash into Fuel","publicationDate":"2019-06-18T04:00:00.000Z","tags":["Renewables"],"summary":"Today, most of our trash ends up in landfills. In the United States, we produce more than 200 million tons of trash every single year. But what if we...","slug":"a-recyclable-commodity-martinsburgs-new-waste-to-energy-facility-turns-trash-into-fuel","source":"WV Public Broadcasting: HEBioT facility helps West Virginia change the direction of the management of solid waste in the country "},{"_id":"5f4032284c663579fee7c56d","title":"Can Climate Change Solutions Undo The Damage?  Green Companies Spark Hope!","publicationDate":"2019-06-04T04:00:00.000Z","tags":["Digester"],"summary":"Climate change is like the mythical, multi-headed hydra. Decimate one head, and two more heads will grow in its place. But unlike the hydra, climate c...","slug":"can-climate-change-solutions-undo-the-damage-green-companies-spark-hope","source":"Bold Business: BioHiTech A Climate Change Warrior"},{"_id":"5f4032254c663579fee7c56c","title":"BioHiTech’s Martinsburg Waste-to-Energy Facility Begins Operations","publicationDate":"2019-06-03T04:00:00.000Z","tags":["Renewables"],"summary":"BioHiTech Global recently started operations at its HEBioT renewable resource recovery facility in Martinsburg, West Virginia. The company expects thi...","slug":"biohitechs-martinsburg-waste-to-energy-facility-begins-operations","source":"Energy Manager Today: This landfill diversion, as well as the creation of a renewable fuel, helps to solve two environmental problems"},{"_id":"5f4032224c663579fee7c56b","title":"BioHiTech Global Begins Producing SRF From MSW At First U.S. Plant","publicationDate":"2019-05-30T04:00:00.000Z","tags":["Global"],"summary":"BioHiTech Global, based out of New York, recently announced it has initiated operations at the first HEBioT renewable resource recovery facility in th...","slug":"biohitech-global-begins-producing-srf-from-msw-at-first-us-plant","source":"Recycling Product News: The beginning of positive change in the way we can manage waste in this country"},{"_id":"5f4032344c663579fee7c571","title":"Reducing food waste on campus","publicationDate":"2019-05-21T04:00:00.000Z","tags":["Digester"],"summary":"To combat rising food waste on college campuses, higher ed officials in dining services and service operations perform various duties, from composting...","slug":"reducing-food-waste-on-campus","source":"University Business: Colleges compost, donate leftovers, control serving portions and install compacting machinery"},{"_id":"5f40321f4c663579fee7c56a","title":"Berkeley County is home to a first-in-the-U.S. technology for turning household waste to a high-energy solid fuel.","publicationDate":"2019-05-09T04:00:00.000Z","tags":["Renewables"],"summary":"West Virginia has a long and proud reputation as an energy state. So, it’s not surprising that, when Berkeley County officials saw more and more peopl...","slug":"berkeley-county-is-home-to-a-first-in-the-us-technology-for-turning-household-waste-to-a-high-energy-solid-fuel","source":"WV Living: County officials see the HEBioT process as a smart solution"},{"_id":"5f40321b4c663579fee7c569","title":"A Trashy Alternative Fuel Is Emerging Deep Inside Coal Country","publicationDate":"2019-04-29T00:00:00.000Z","tags":["Global"],"summary":"West Virginia trash-to-fuel product burns cleaner than coal  -But wary CEO say it’s not a replacement, just a supplement   In the heart of America’s c...","slug":"a-trashy-alternative-fuel-is-emerging-deep-inside-coal-country","source":"Bloomberg:  Berkeley County Can Handle Population Growth without a Landfill Expansion"},{"_id":"5f4032184c663579fee7c568","title":"The Philadelphia Eagles Are Addressing The Landfill Crisis With This Technology. Your Company Could Too.","publicationDate":"2019-04-22T04:00:00.000Z","tags":["Digester"],"summary":"At the current pace, it is estimated that the US will run out of landfill capacity by the year 2036, and even sooner in several regions. The situation...","slug":"the-philadelphia-eagles-are-addressing-the-landfill-crisis-with-this-technology-your-company-could-too","source":"Forbes: An on-site solution offered by BioHiTech. A great way to make a real difference."},{"_id":"5f4032144c663579fee7c567","title":"Liquifying Organics","publicationDate":"2019-04-12T04:00:00.000Z","tags":["Digester"],"summary":"Food waste has long been a disproportionate part of the waste stream. Gold Medal Environmental, based in Sewell, New Jersey, is working to change that...","slug":"liquifying-organics","source":"Waste Today: BioHiTech Global and Gold Medal Environmental are aiming to pave the way to zero waste to landfill "},{"_id":"5f4032114c663579fee7c566","title":"First U.S. resource recovery facility of its kind opens in Martinsburg","publicationDate":"2019-03-31T00:00:00.000Z","tags":["Renewables"],"summary":"Entsorga West Virginia is the first resource recovery facility of its kind in the nation. A resource recovery facility takes trash, which would otherw...","slug":"first-us-resource-recovery-facility-of-its-kind-opens-in-martinsburg","source":"The Picket: This plant is the beginning of a new attitude toward waste use"},{"_id":"5f40320d4c663579fee7c565","title":"Entsorga WV to start running Friday","publicationDate":"2019-03-25T04:00:00.000Z","tags":["Renewables"],"summary":"MARTINSBURG, W.Va. — The first of its kind waste-to-fuel processing plant in the nation is set to take in its first official batch of trash this Frida...","slug":"entsorga-wv-to-start-running-friday","source":"WEPM Radio:  The nation's first renewable resource recovery facility"},{"_id":"5f40320b4c663579fee7c564","title":"Transforming trash, the region and the future","publicationDate":"2019-03-19T04:00:00.000Z","tags":["Renewables"],"summary":"One person’s trash will soon be another’s fuel in the Eastern Panhandle, thanks to Entsorga, a first of its kind facility in not only Martinsburg, but...","slug":"transforming-trash-the-region-and-the-future","source":"The Journal:  One person's trash is another person's fuel"},{"_id":"5f4032074c663579fee7c563","title":"West Virginia nears completion of first renewable energy  facility of its kind in the nation","publicationDate":"2019-03-17T04:00:00.000Z","tags":["Renewables"],"summary":"MARTINSBURG – The first renewable energy facility of its kind in the United States, Martinsburg’s own Entsorga, finishes final preparations as the fac...","slug":"west-virginia-nears-completion-of-first-renewable-energy-facility-of-its-kind-in-the-nation","source":"The Journal:  Utilizing technology to effectively address the growing problem of waste disposal in the US"},{"_id":"5f4032044c663579fee7c562","title":"These Machines are Helping the University of Delaware Fight Food Waste","publicationDate":"2019-01-07T05:00:00.000Z","tags":["Digester","Case Study","Research"],"summary":"The University of Delaware is making strides in combating food waste, and they can prove it.   In 2015, the university installed two digesters in thei...","slug":"these-machines-are-helping-the-university-of-delaware-fight-food-waste","source":"Delaware Today: Digesters will someday remove the contribution of food waste to landfills altogether"},{"_id":"5f4032004c663579fee7c561","title":"Lincoln Financial Field awarded ‘gold’ status for energy use","publicationDate":"2018-12-10T05:00:00.000Z","tags":["Digester"],"summary":"The Philadelphia Eagles announced this week that Lincoln Financial Field has earned a LEED Gold certification from the U.S. Green Building Council for...","slug":"lincoln-financial-field-awarded-gold-status-for-energy-use","source":"Energy Central: The Eagles' Go Green program includes the use of on-site bio-digesters that decompose food waste"},{"_id":"5f4031fd4c663579fee7c560","title":"BioHiTech prepares for waste-to-fuel facility opening","publicationDate":"2018-11-30T05:00:00.000Z","tags":["Renewables"],"summary":"The saying “One man’s trash is another man’s treasure” has held true for ages. But if the technology that a new facility in Martinsburg, West Virginia...","slug":"biohitech-prepares-for-waste-to-fuel-facility-opening","source":"Waste Today: The company and its subsidiary discuss environmental benefits of the facility’s new technology"},{"_id":"5f4031f94c663579fee7c55f","title":"Entsorga West Virginia expected to convert waste into fuel","publicationDate":"2018-11-15T00:00:00.000Z","tags":["Renewables"],"summary":"BERKELEY COUNTY, West Virginia - Berkeley County's Entsorga West Virginia project is the first of its kind in the United States.   The method comes fr...","slug":"entsorga-west-virginia-expected-to-convert-waste-into-fuel","source":"Local DVM.com: This is the United States first plant of its kind"},{"_id":"5f4031f74c663579fee7c55e","title":"Waste-to-fuel company readies U.S. facilities","publicationDate":"2018-11-14T00:00:00.000Z","tags":["Renewables"],"summary":"BioHiTech Global is completing construction on a waste-to-fuel facility in Martinsburg, West Virginia and is in the permitting stages for a facility u...","slug":"waste-to-fuel-company-readies-us-facilities","source":"Resource Recycling:  BioHiTech's technology, as a landfill alternative, is scaling up to create a solid recovered fuel from otherwise disposal-bound material"},{"_id":"5f4031f44c663579fee7c55d","title":"Officials tour plant that will turn solid waste into fuel","publicationDate":"2018-11-12T00:00:00.000Z","tags":["Renewables"],"summary":"Entsorga West Virginia will start turning tons of solid waste into usable fuel beginning the first quarter of next year, executives said.   On a cold...","slug":"officials-tour-plant-that-will-turn-solid-waste-into-fuel","source":"The Journal: Turning trash into money is no longer a pipe dream"},{"_id":"5f4031f04c663579fee7c55c","title":"AEROBIC DIGESTER REDUCES GLOBAL WARMING IMPACT, STUDY FINDS","publicationDate":"2018-11-02T04:00:00.000Z","tags":["Digester"],"summary":"The University of Delaware recently completed a Life Cycle Assessment of BioHiTech’s aerobic digesters for food waste management. The study demonstrat...","slug":"aerobic-digester-reduces-global-warming-impact-study-finds","source":"Water & Wastes Digest:  An Interview with Emily Dyson, Director of Research and Development at BioHiTech"},{"_id":"5f4031ed4c663579fee7c55b","title":"Keeping Food Out Of Landfills","publicationDate":"2018-10-16T04:00:00.000Z","tags":["Digester"],"summary":"You probably throw out more food than you realize. Food waste makes up 21.6 percent of municipal waste, according to the Environmental Protection Agen...","slug":"keeping-food-out-of-landfills","source":"Bioengineer.org:  BioHiTech's Digesters are helping a team of civil and environmental engineers and the Delaware Solid Waste Authority implement strategies to reduce the volume of food waste in Delaware's landfills"},{"_id":"5f4031ea4c663579fee7c55a","title":"WHY CITIES ACROSS THE GLOBE NEED TO IDENTIFY SMARTER WAYS TO MANAGE FOOD WASTE","publicationDate":"2018-10-05T04:00:00.000Z","tags":["Digester"],"summary":"With over a third of all food produced globally each year ending up in the trash, the food waste crisis is becoming increasingly harder to swallow. Th...","slug":"why-cities-across-the-globe-need-to-identify-smarter-ways-to-manage-food-waste","source":"WasteDive:  Regulatory-compliant aerobic digesters hold the answer"},{"_id":"5f4031e64c663579fee7c559","title":"Patent Highlights Drive for Food Waste Innovation","publicationDate":"2018-10-01T04:00:00.000Z","tags":["Digester"],"summary":"BioHiTech Global has received a patent from the US Patent and Trademark Office in a sign of how the company intends to use proprietary technology to c...","slug":"patent-highlights-drive-for-food-waste-innovation","source":"Foodservice Equipment Journal:  BioHiTech uses proprietary technology to change the way that operators manage and examine food waste"},{"_id":"5f4031e14c663579fee7c558","title":"BioHiTech subsidiary receives local permit approval to build a HEBioT resource recovery facility in New York","publicationDate":"2018-09-28T04:00:00.000Z","tags":["Renewables"],"summary":"BioHiTech Global, Inc., a technology and services company that provides cost-effective and sustainable waste management solutions, recently announced...","slug":"biohitech-subsidiary-receives-local-permit-approval-to-build-a-hebiot-resource-recovery-facility-in-new-york","source":"Recycling Resource News: Planned facility expected to generate $12 million of high margin annual revenue"},{"_id":"5f4031de4c663579fee7c557","title":"Philadelphia Eagles to Recycle Bottlecaps & More ","publicationDate":"2018-09-06T00:00:00.000Z","tags":["Digester"],"summary":"The Philadelphia Eagles is the latest professional sports team to enforce its commitment to sustainability with a new initiative: the team has entered...","slug":"philadelphia-eagles-to-recycle-bottlecaps-and-more","source":"Environmental Leader:  The Eagles are using BioHiTech's Digester to manage their food waste during important games"},{"_id":"5f4031da4c663579fee7c556","title":"A Peek Inside the Future of Food Waste","publicationDate":"2018-09-03T00:00:00.000Z","tags":["Digester"],"summary":"With over a third of the world’s food going in the trash, food waste has become a major problem. Carbon emissions and methane gas caused by decomposin...","slug":"a-peek-inside-the-future-of-food-waste","source":"QSR: Waste management is one of the most time-intensive and frustrating tasks endured by the food industry"},{"_id":"5f4031d64c663579fee7c555","title":"Eco-friendly recycling machines added to Temple dining halls","publicationDate":"2018-08-30T00:00:00.000Z","tags":["Digester"],"summary":"Temple University installed three eco-friendly food waste digesters and a waste-removal analytics system as part of an expansion of the university’s c...","slug":"eco-friendly-recycling-machines-added-to-temple-dining-halls","source":"Temple News:  Temple students leading the way for a sustainable future"},{"_id":"5f4031d34c663579fee7c554","title":"Rensselaer OKs $35M trash fuel plant","publicationDate":"2018-08-29T00:00:00.000Z","tags":["Renewables"],"summary":"RENSSELAER – A $35 million trash treatment plant won city Planning Commission approval as the city prepares to negotiate a benefits package with the c...","slug":"rensselaer-oks-35m-trash-fuel-plant","source":"Times Union:  The BioHiTech operation will relieve the looming shortage of landfill space and provide an alternative to landfill disposal.  "},{"_id":"5f4031cf4c663579fee7c553","title":"Temple's food waste digesters disrupting the industry or just 'shifting the burden'?","publicationDate":"2018-06-27T00:00:00.000Z","tags":["Digester"],"summary":"The university has installed three digesters to break down food waste faster so it can be disposed of down the drain. The school already composts food...","slug":"temples-food-waste-digesters-disrupting-the-industry-or-just-shifting-the-burden"},{"_id":"5f4031c44c663579fee7c551","title":"Leeds Shopping Centre Wins National ‘Green’ Award ","publicationDate":"2018-06-21T00:00:00.000Z","tags":["Global"],"summary":"Leed’s White Rose Shopping Centre has been awarded a national accolade – the SCEPTRE Award for Energy Management – thanks to its commitment to sustain...","slug":"leeds-shopping-centre-wins-national-green-award","source":"Business Up North: Leed’s White Rose Shopping Centre\"s Commitment to Sustainability Includes BioHiTech's Aerobic Digester"},{"_id":"5f4031be4c663579fee7c550","title":"$35 million trash treatment site eyed for Rensselaer","publicationDate":"2018-05-10T00:00:00.000Z","tags":["Renewables"],"summary":"A $35 million composting facility that will handle 150,000 tons of municipal garbage annually has been proposed for the former 40-acre BASF factory si...","slug":"35-million-trash-treatment-site-eyed-for-rensselaer","source":"Times Union:  The wave of the future"},{"_id":"5f4031ba4c663579fee7c54f","title":"Company that turns trash into renewable fuel seeks permit from New Windsor","publicationDate":"2018-04-25T00:00:00.000Z","tags":["Renewables"],"summary":"NEW WINDSOR – A company that gives garbage a new life as a renewable fuel hopes to build its second operation in the United States in New Windsor....","slug":"company-that-turns-trash-into-renewable-fuel-seeks-permit-from-new-windsor","source":"Times Herald-Record:  Giving garbage a new life"},{"_id":"5f401dcd9255e974efc60504","title":"Smarter Waste Management Solutions may be the Key to Solving Pest Problems in Major Cities","publicationDate":"2018-03-28T13:49:46.000Z","tags":["Environmental Concerns","Recycling","Technology"],"summary":"Pest control has been an ongoing losing battle for most major cities for centuries. In more recent times, traditional methods to control pests often i...","slug":"smarter-waste-management-solutions-may-be-the-key-to-solving-pest-problems-in-major-cities"},{"_id":"5f4031b54c663579fee7c54e","title":"Berkeley County Waste-to-Fuel Plant Sets Example for the Nation","publicationDate":"2018-03-26T00:00:00.000Z","tags":["Global"],"summary":"Berkeley County Solid Waste Authority (BCSWA) Chairman Clint Hogbin is very proud of his organization’s efforts to adhere to the West Virginia Legisla...","slug":"berkeley-county-waste-to-fuel-plant-sets-example-for-the-nation","source":"The Observer: There are better ways to manage the ever-growing waste stream than just digging a hole in the ground"},{"_id":"5f4031ab4c663579fee7c54c","title":"BioHiTech Supports Keep PA Beautiful’s 2018 Great American Cleanup of PA","publicationDate":"2018-02-22T00:00:00.000Z","tags":["Global"],"summary":"Keep Pennsylvania Beautiful Thursday announced BioHiTech has pledged support for the 2018 Great American Cleanup of PA, a statewide community improvem...","slug":"biohitech-supports-keep-pa-beautifuls-2018-great-american-cleanup-of-pa","source":"PA Environment Digest Blog:  Sharing the Goals of Waste Diversion"},{"_id":"5f4031b24c663579fee7c54d","title":"Renewable Energy Plant Eyed For Stewart","publicationDate":"2018-02-21T00:00:00.000Z","tags":["Renewables"],"summary":"New Windsor –Taking a cue from the successful and widely practiced European models of garbage digestion BioHiTech Renewables sees a win win for the co...","slug":"renewable-energy-plant-eyed-for-stewart","source":"Mid Hudson Times:  A Proven Technology"},{"_id":"5f4031a84c663579fee7c54b","title":"SWANA Report on Lessons from European Mechanical Biological Treatment of Wastes","publicationDate":"2018-02-06T00:00:00.000Z","tags":["Renewables"],"summary":"The US waste industry could learn valuable lessons from the implementation and operation of Mechanical Biological Treatment (MBT) facilities in Europe...","slug":"swana-report-on-lessons-from-european-mechanical-biological-treatment-of-wastes","source":"Waste Management World: Later this year, the first MBT facility in the eastern United States will open in West Virginia"},{"_id":"5f4031a34c663579fee7c54a","title":"Mixing It -  Up Meeting the challenges of organic waste recycling","publicationDate":"2018-02-05T00:00:00.000Z","tags":["Global"],"summary":"The goal is an important one: A growing number of communities want to send less of their municipal waste to landfills and more to recycling centers, w...","slug":"mixing-it-up-meeting-the-challenges-of-organic-waste-recycling","source":"MSW Management:  BioHiTech specializes in providing solutions to businesses municipalities that are looking to recycle more waste"},{"_id":"5f40319f4c663579fee7c549","title":"Breakthroughs and Innovations","publicationDate":"2017-09-08T00:00:00.000Z","tags":["Digester"],"summary":"Municipalities in the U.S. continue to struggle with solid waste management and particularly food waste disposal. Landfill capacity continues to dimin...","slug":"breakthroughs-and-innovations","source":"Waste Advantage:  Sustainable, Positive Environmental Change"},{"_id":"5f40318e4c663579fee7c546","title":"How the Sands Casino is Turning Waste to Water","publicationDate":"2017-08-18T00:00:00.000Z","tags":["Digester"],"summary":"The Sands Casino Resort Bethlehem’s trash bill just got a lot lower.   This week, the Bethlehem casino installed two aerobic food digesters that will...","slug":"how-the-sands-casino-is-turning-waste-to-water","source":"Lehigh Valley Live:  Food waste from Chef Emeril Lagasse's Restaurants will be recycled using BioHiTech's Digesters"},{"_id":"5f4031914c663579fee7c547","title":"Resort Reduces Rubbish Rates with Food Digesters","publicationDate":"2017-08-18T00:00:00.000Z","tags":["Digester"],"summary":"Two aerobic food digesters will reduce trash bills for the Sands Casino Resort in Bethlehem, PA. By using the digesters to break down organic trash, t...","slug":"resort-reduces-rubbish-rates-with-food-digesters","source":"Environmental Leader:  Measuring and tracking the waste offers even greater savings"},{"_id":"5f40318c4c663579fee7c545","title":"Let’s digest: the food waste issue","publicationDate":"2017-08-16T00:00:00.000Z","tags":["Digester"],"summary":"According to figures from the Waste and Resource Action Programme (WRAP), a total of 3,415,000 tonnes of waste is disposed of in the UK food sector ev...","slug":"lets-digest-the-food-waste-issue","source":"Catering Insight:  BioHiTech digesters are saving UK businesses money, increasing revenues, and providing them with a competitive advantage while improving their operating efficiency"},{"_id":"5f4031894c663579fee7c544","title":"The Benefits of On-site Food Waste Management","publicationDate":"2017-08-09T00:00:00.000Z","tags":["Digester"],"summary":"Every year in the UK, WRAP estimates that the hotel industry produces almost 290,000 tonnes of waste – including a staggering 79,000 tonnes of food wa...","slug":"the-benefits-of-on-site-food-waste-management","source":"Hotel Owner: On-site food digestion technology and data related to food waste can lead to long-term, positive behavior change. "},{"_id":"5f40316a9255e974efc605bc","title":"Philadelphia Eagles Add Digester Unit at Stadium","publicationDate":"2017-07-21T00:00:00.000Z","tags":["Digester"],"summary":"The Philadelphia Eagles National Football League (NFL) franchise has announced it will team up with Waste Masters Solutions on the installation of a f...","slug":"philadelphia-eagles-add-digester-unit-at-stadium","source":"Waste Today: Football team’s BioHiTech digester will divert football crowds’ food scrap from the landfill"},{"_id":"5f4031729255e974efc605be","title":"Philadelphia Eagles stadium will soon be home to a BioHiTech Global Digester","publicationDate":"2017-07-21T00:00:00.000Z","tags":["Digester"],"summary":"• The Philadelphia Eagles recently announced plans to install a new on-site digester made by BioHiTech Global at Lincoln Financial Field, according to...","slug":"philadelphia-eagles-stadium-will-soon-be-home-to-a-biohitech-global-digester","source":"Waste Dive:  On-Site Solutions are Seen as a Good Solution for Food Waste Diversion"},{"_id":"5f401e259255e974efc60506","title":"How to Solve the Food Waste Problem at its Root","publicationDate":"2017-07-14T18:59:39.000Z","tags":["Recycling","Technology","Food Waste","Digester"],"summary":"...","slug":"how-to-solve-the-food-waste-problem-at-its-root"},{"_id":"5f401e499255e974efc60507","title":"The Smarter Kitchen","publicationDate":"2017-06-28T15:12:07.000Z","tags":["Recycling","Technology","Digester","Food Waste"],"summary":"...","slug":"the-smarter-kitchen"},{"_id":"5f4031569255e974efc605b9","title":"The Waste and Recycling Industry and the Internet of Things","publicationDate":"2017-06-26T00:00:00.000Z","tags":["Digester"],"summary":"Internet enabled, cans, carts, trucks and other pieces of equipment could lead to increased efficiency and lowered costs for the sector.   David Bodam...","slug":"the-waste-and-recycling-industry-and-the-internet-of-things","source":"Waste 360:  BioHiTech Global offers a comprehensive solution to understanding food waste"},{"_id":"5f4031509255e974efc605b8","title":"ON-SITE FOOD WASTE DIGESTION: THE TRIPLE SAVING","publicationDate":"2017-06-07T00:00:00.000Z","tags":["Digester"],"summary":"As the hotel industry expands, so does its impact on the environment. Large groups and small to medium-sized businesses alike are reacting to this by...","slug":"on-site-food-waste-digestion-the-triple-saving","source":"Hotel Business:  BioHiTech's Digesters Make Long-Term Financial, Health, and Resource Savings"},{"_id":"5f40314d9255e974efc605b7","title":"Waste Management Data:  Hidden exhaust equals hidden profit","publicationDate":"2017-05-09T00:00:00.000Z","tags":["Digester"],"summary":"In 2012, the world’s cities produced waste at a rate of 1.3 billion tons per year. That’s 1.2 kilograms per person, per day. By 2025, that number is s...","slug":"waste-management-data-hidden-exhaust-equals-hidden-profit","source":"Waste Dive: Leaders like BioHiTech Global CEO Frank E. Celli have made it clear they believe that data analytics will play a lead role in designing the most effective solution for zero waste. "},{"_id":"5f40315c9255e974efc605ba","title":"BioHiTech secures site in New York state for MBT plant","publicationDate":"2017-04-25T00:00:00.000Z","tags":["Renewables"],"summary":"BioHiTech Global Inc., a Chestnut Ridge, New York-based, technology company that develops and deploys innovative and disruptive waste management techn...","slug":"biohitech-secures-site-in-new-york-state-for-mbt-plant","source":"Waste Today: Company’s second U.S. facility in New Windsor, New York, will produce solid recovered fuel from MSW"},{"_id":"5f4031439255e974efc605b5","title":"BioHiTech Global Acquires 17.2% Equity Interest in Entsorga West Virginia","publicationDate":"2017-03-30T00:00:00.000Z","tags":["Digester"],"summary":"BioHiTech Global, Inc., a Chestnut Ridge, N.Y.-based green technology company that creates innovative data-driven solutions for the disposal of food w...","slug":"biohitech-global-acquires-172-equity-interest-in-entsorga-west-virginia","source":"Waste 360:  A Solution in the Marketplace for Companies and Municipalities Targeting Zero Waste"},{"_id":"5f40313e9255e974efc605b4","title":"Idea Factory: Blackberry Technology Center Opens Downtown","publicationDate":"2017-03-21T00:00:00.000Z","tags":["Digester"],"summary":"At one time, downtown Harrisburg had a warren of narrow streets and alleys populated by small businesses, warehouses, bars and even homes.   Many of t...","slug":"idea-factory-blackberry-technology-center-opens-downtown","source":"The Burg:  BioHiTech Global is part of the tech boom in Harrisburg, Pennsylvania"},{"_id":"5f4031219255e974efc605af","title":"New York town approves potential 12-acre land sale for Entsorga MBT facility","publicationDate":"2017-03-07T00:00:00.000Z","tags":["Renewables"],"summary":"Dive Brief:  • The town of New Windsor in New York's Orange County has approved a contract to sell up to 12 acres of land to Entsorga North America fo...","slug":"new-york-town-approves-potential-12-acre-land-sale-for-entsorga-mbt-facility","source":"Waste Dive:  Plans to divert a significant amount of solid waste from landfill"},{"_id":"5f40311c9255e974efc605ae","title":"Lower the Volume","publicationDate":"2017-03-01T00:00:00.000Z","tags":["Digester"],"summary":"BioHiTech’s Revolution Series Digesters are compact, cost-effective onsite technology solutions for low-volume food waste generators; they’re ideal fo...","slug":"lower-the-volume","source":"Foodservice Equipment Reports:  Product Spotlight March 2017"},{"_id":"5f4031129255e974efc605ac","title":"Sheraton Grand Macao Hotel Reduces Ecological Footprint with “Green Today, Green Every Day” Campaign","publicationDate":"2017-02-07T00:00:00.000Z","tags":["Digester"],"summary":"Sheraton Grand Macao Hotel, Cotai Central is set to give the hospitality industry a glimpse of the future of green hotel stays, as the property offici...","slug":"sheraton-grand-macao-hotel-reduces-ecological-footprint-with-green-today-green-every-day-campaign","source":"eGlobal Travel Media:  Eco-Safe Digester Solution Reducing the Property's Ecological Footprint"},{"_id":"5f4031169255e974efc605ad","title":"Ahold's Somerville bfresh market to open this month","publicationDate":"2017-02-06T00:00:00.000Z","tags":["Digester"],"summary":"bfresh market is opening a third location in Davis Square   On a corner in Davis Square sits bfresh market, a new grocery store opening at the end of...","slug":"aholds-somerville-bfresh-market-to-open-this-month","source":"Wicked Local Somerville:  Using the Eco-Safe Digester to create a lot less trash"},{"_id":"5f4031089255e974efc605ab","title":"How Industry Changes Will Affect Operational Optimization of Landfills","publicationDate":"2017-01-17T00:00:00.000Z","tags":["Digester"],"summary":"It is inevitable that changes across the waste industry will have major effects on the overall industry approach to optimizing landfill operations. Op...","slug":"how-industry-changes-will-affect-operational-optimization-of-landfills","source":"Waste Dive:  The Future of Solid Waste - New Waste-to-Energy Concepts"},{"_id":"5f4030f89255e974efc605a8","title":"6 High-Tech Innovations That Could Solve Our Food-Waste Woes","publicationDate":"2017-01-16T00:00:00.000Z","tags":["Digester"],"summary":"American’s can be a wasteful bunch. In 2014, the U.S. Department of Agricultures Economic Research Service estimate that our country threw away 38 mil...","slug":"6-high-tech-innovations-that-could-solve-our-food-waste-woes","source":"Nation Swell: These cutting-edge technologies are revolutionizing the notion of waste not want not"},{"_id":"5f4030f19255e974efc605a6","title":"BioHiTech Global Beefs Up Eco-Safe Digester Technology with Alto","publicationDate":"2017-01-11T00:00:00.000Z","tags":["Digester"],"summary":"Between hotel restaurants, coffee shops, and room service operations, a single hotel can produce more than 250,000 pounds of food waste per year.    W...","slug":"biohitech-global-beefs-up-eco-safe-digester-technology-with-alto","source":"Green Lodging News: A game changer for hotels looking to increase efficiencies"},{"_id":"5f4030ec9255e974efc605a5","title":"Move to More Recycling of Food Waste","publicationDate":"2016-12-27T00:00:00.000Z","tags":["Digester"],"summary":"The Eco-Safe Digester is bringing advanced wastewater treatment logic to the galley, breaking down food within bacteria and turning it into gray water...","slug":"move-to-more-recycling-of-food-waste","source":"Cruise Industry News:  The Eco-Safe Digester Eliminates the Off-Loading or Incinerating of Food Waste"},{"_id":"5f4030e99255e974efc605a4","title":"WHAT A DIFFERENCE A DAY MAKES ","publicationDate":"2016-12-15T00:00:00.000Z","tags":["Digester"],"summary":"Already popular in its home US market, having launched a European subsidiary in October last year, BioHiTech has had some notable successes for its on...","slug":"what-a-difference-a-day-makes","source":"Waste Management World:  A High Quality Waste Saving Solution"},{"_id":"5f4030db9255e974efc605a2","title":"A Place for Waste in 2017","publicationDate":"2016-12-14T00:00:00.000Z","tags":["Digester"],"summary":"2017 will be, without a doubt, a year of great change.   With the appointment of Scott Pruitt to head of the Environmental Protection Agency, and Pres...","slug":"a-place-for-waste-in-2017","source":"Waste 360: One could reasonably expect more regulatory responsibility will be placed on states and municipalities.  "},{"_id":"5f4030d69255e974efc605a1","title":"Marina Bay Sands Receives Distinction Award for Innovative Approaches towards Waste Reduction","publicationDate":"2016-12-07T00:00:00.000Z","tags":["Digester"],"summary":"Marina Bay Sands has been honored with a Distinction Award at the biennial 3R Awards for Hotels for its innovative methods to minimize waste. In conju...","slug":"marina-bay-sands-receives-distinction-award-for-innovative-approaches-towards-waste-reduction","source":"Sands Blog:  Five on-site Eco-Safe Digesters treat unavoidable food waste"},{"_id":"5f4030cd9255e974efc6059f","title":"Food for Thought: Finding a solution to Thanksgiving waste      ","publicationDate":"2016-11-23T00:00:00.000Z","tags":["Digester"],"summary":"The U.S. Department of Agriculture estimates that Americans will scrape over 200 million pounds of food off their plates and into the trash this week,...","slug":"food-for-thought-finding-a-solution-to-thanksgiving-waste","source":"Waste Dive: How aerobic digestion, just one food waste disposal option, can combat the poultry problem"},{"_id":"5f4030c79255e974efc6059e","title":"Firm Expands Mechanical/Biological Treatment Systems in U.S.","publicationDate":"2016-11-16T00:00:00.000Z","tags":["Digester"],"summary":"BioHiTech Global (Chestnut Ridge, N.Y.) plans to expand the use of its proprietary HEBioT recycling and mechanical/biological treatment technology at...","slug":"firm-expands-mechanical-biological-treatment-systems-in-us"},{"_id":"5f4030ba9255e974efc6059c","title":"The first Chatbot in waste management is already functional!","publicationDate":"2016-11-01T00:00:00.000Z","tags":["Digester"],"summary":"Almost one month ago, I was surprised when I read that “BioHiTech Global, Inc., a green technology company that develops and deploys innovative and di...","slug":"the-first-chatbot-in-waste-management-is-already-functional"},{"_id":"5f4030b09255e974efc6059a","title":"Maker of smart organic food waste digester drawn to influence of nearby Harrisburg University","publicationDate":"2016-10-31T00:00:00.000Z","tags":["Digester"],"summary":"BioHiTech's office in downtown Harrisburg is unassuming, considering the company's international reach. With headquarters in New York City and an offi...","slug":"maker-of-smart-organic-food-waste-digester-drawn-to-influence-of-nearby-harrisburg-university","source":"Central Penn Business Journal: BioHiTech helps advance Central Pennsylvania in the tech world"},{"_id":"5f40309b9255e974efc60597","title":"Where the Presidential Debate Really Missed the Mark","publicationDate":"2016-10-25T00:00:00.000Z","tags":["Digester"],"summary":"Amid the litany of questions and issues raised in the final presidential debate, I couldn’t help but notice that climate change, one of the greatest g...","slug":"where-the-presidential-debate-really-missed-the-mark","source":"Huffington Post:  The public and private sectors need to work together to implement the most effective solutions to protect our future"},{"_id":"5f4030a59255e974efc60599","title":"Leveraging what’s left","publicationDate":"2016-10-19T00:00:00.000Z","tags":["Digester"],"summary":"According to Practice Greenhealth, hospitals and health systems produce 12,800 tons of waste each day. The areas of waste in healthcare are broad — fr...","slug":"leveraging-whats-left","source":"Healthcare Purchasing News: Saving money, environment calls for smart waste management strategies"},{"_id":"5f4030969255e974efc60596","title":"BioHiTech Upgrades Offering with Chat Capability","publicationDate":"2016-10-12T00:00:00.000Z","tags":["Digester"],"summary":"As some generators opt to install onsite technology to help manage food waste, tech firms are continuously improving their offerings and expanding ser...","slug":"biohitech-upgrades-offering-with-chat-capability","source":"Waste 360: BioHiTech Alto will work in conjunction with the firm's Eco-Safe Digester by enabling real-time interactive communication"},{"_id":"5f4030869255e974efc60593","title":"Food Waste: We All Know the Stats, So Why Has Nothing Changed?","publicationDate":"2016-10-11T00:00:00.000Z","tags":["Digester"],"summary":"We all know the statistics. Roughly a third of all food produced globally goes to waste. In the U.S., this figure is closer to 40 percent. If food was...","slug":"food-waste-we-all-know-the-stats-so-why-has-nothing-changed"},{"_id":"5f40307c9255e974efc60591","title":"BioHiTech launches interactive industrial communication technology","publicationDate":"2016-09-26T00:00:00.000Z","tags":["Digester"],"summary":"Dive Brief:  • BioHiTech Global has launched a new communication technology called BioHiTech Alto which can increase productivity for the company's Ec...","slug":"biohitech-launches-interactive-industrial-communication-technology","source":"Waste Dive:  Tracking waste data is a key step to reducing food waste"},{"_id":"5f40306e9255e974efc6058f","title":"A Food Waste Company Connected Its Low-Tech Digesters To The Cloud Using AWS And Slack","publicationDate":"2016-09-23T00:00:00.000Z","tags":["Digester"],"summary":"Slack’s chat tools has gotten popular enough that many startups and tech companies have built their own integrations, while others have raised million...","slug":"a-food-waste-company-connected-its-low-tech-digesters-to-the-cloud-using-aws-and-slack","source":"Forbes:  What BioHiTech is building goes beyond food waste"},{"_id":"5f40306a9255e974efc6058e","title":"Talkin' Trash: Quotes from David Steiner, Keefe Harrison, BioHiTech Global and more","publicationDate":"2016-09-09T00:00:00.000Z","tags":["Digester"],"summary":"\"I'm not going to apologize for being a for-profit company.\"  — Waste Management CEO David Steiner at a recent Resource Recycling Conference in New Or...","slug":"talkin-trash-quotes-from-david-steiner-keefe-harrison-biohitech-global-and-more","source":"Waste Dive: Thoughtful, newsworthy comments from industry professionals, consumers, and legislators"},{"_id":"5f40305b9255e974efc6058b","title":"Yes, It's Possible to Do Good in the World and Still Make Money","publicationDate":"2016-09-08T00:00:00.000Z","tags":["Digester"],"summary":"By: BRADLEY TUSK Founder and CEO, Tusk Ventures and Tusk Strategies   If the goal of life is maximizing happiness, then you probably want to run a bus...","slug":"yes-its-possible-to-do-good-in-the-world-and-still-make-money","source":"Inc.:  These entrepreneurs are making money while also doing a tremendous amount of good"},{"_id":"5f4030539255e974efc60589","title":"Data analytics: The most effective approach for a zero waste solution","publicationDate":"2016-09-07T00:00:00.000Z","tags":["Digester"],"summary":"Waste Management recently revealed the results of a study it conducted on the costs and benefits to recycling. Among its conclusions the company sugge...","slug":"data-analytics-the-most-effective-approach-for-a-zero-waste-solution","source":"Waste Dive: Legislation on food waste bans and zero waste initiatives will help divert waste and preserve the environment"},{"_id":"5f40304f9255e974efc60588","title":"How big data can help supermarkets tackle food waste","publicationDate":"2016-08-25T00:00:00.000Z","tags":["Digester"],"summary":"Each year, approximately 1.3 billion tons of food waste is created globally. In the United States alone, approximately 34 million tons of food is deli...","slug":"how-big-data-can-help-supermarkets-tackle-food-waste","source":"Supermarket News:  The Eco-Safe Digester helps supermarkets achieve maximum efficiency and profitability"},{"_id":"5f40304b9255e974efc60587","title":"High-tech food waste elimination up and running at Harrisburg Hilton","publicationDate":"2016-08-17T00:00:00.000Z","tags":["Digester"],"summary":"There’s a new high-tech food waste elimination system in Dauphin County.   The Eco-Safe Digester at the Harrisburg Hilton was developed by BioHiTech....","slug":"high-tech-food-waste-elimination-up-and-running-at-harrisburg-hilton","source":"CBS: The Department of Community and Economic Development Secretary Dennis Davin Visits with BioHiTech America"},{"_id":"5f4030459255e974efc60586","title":"BioHiTech Global Partners With Tusk Ventures","publicationDate":"2016-07-28T00:00:00.000Z","tags":["Digester"],"summary":"https://biohitech.com/news-attachment/2016-08-03_The_Strategist.pdf...","slug":"biohitech-global-partners-with-tusk-ventures","source":"Politico New York - The Strategist:  A Strategy Scoop"},{"_id":"5f4030269255e974efc60584","title":"How To Use Tech To Cut Down Food Waste","publicationDate":"2016-07-25T00:00:00.000Z","tags":["Digester"],"summary":"Food waste has always been a concern for many facilities. Recently, we’ve seen restaurants transition back to methods that help cut down on waste. Fro...","slug":"how-to-use-tech-to-cut-down-food-waste","source":"Foodable TV:  BioHiTech is using technology to reduce food waste"},{"_id":"5f4030fe9255e974efc605a9","title":"New York City uses BioHiTech equipment to comply with new regulations","publicationDate":"2016-07-22T00:00:00.000Z","tags":["Digester"],"summary":"BioHiTech Global Inc., Chestnut Ridge, New York, a green technology company that provides data-driven solutions for food waste disposal, has announced...","slug":"new-york-city-uses-biohitech-equipment-to-comply-with-new-regulations","source":"Recycling Today: The technology will help with the city’s OneNYC Plan to send zero waste to landfill by 2030"},{"_id":"5f4030129255e974efc60580","title":"The Simple Daily Habits 24 Executives Swear by for Their Success","publicationDate":"2016-07-21T00:00:00.000Z","tags":["Digester"],"summary":"Getting ahead in business and life is les about grand moves, and more about routines proven over time to work.   Ever wonder what sets highly successf...","slug":"the-simple-daily-habits-24-executives-swear-by-for-their-success","source":"Inc.:  A simple daily habit that gives Frank E. Celli an edge"},{"_id":"5f40300f9255e974efc6057f","title":"Food Waste Bill to hit N.Y.C. stadiums, hotels","publicationDate":"2016-07-18T00:00:00.000Z","tags":["Digester"],"summary":"New regulations that will require New York City stadiums and hotels to foot the bill for disposing of the excessive food waste left behind by patrons...","slug":"food-waste-bill-to-hit-nyc-stadiums-hotels","source":"New York Business Journal:  BioHiTech America offers an on-site solution"},{"_id":"5f40300b9255e974efc6057e","title":"City making hotels, stadiums deal with excessive food waste","publicationDate":"2016-07-16T00:00:00.000Z","tags":["Digester"],"summary":"With some new rules, New York is trying to rein in one aspect of decadence in the city that always bites: food waste.   Picky dieters and the wasteful...","slug":"city-making-hotels-stadiums-deal-with-excessive-food-waste","source":"New York Post:  An Interview with Frank E. Celli - Not wasting food in the first place is much cheaper than having it carted away "},{"_id":"5f4030089255e974efc6057d","title":"How businesses can meet NYC's organic-waste mandate","publicationDate":"2016-07-14T00:00:00.000Z","tags":["Digester"],"summary":"From championing energy-efficient buildings to improving air quality, New York is known for paradigm shifts that make cities smarter, cleaner and heal...","slug":"how-businesses-can-meet-nycs-organic-waste-mandate","source":"Crains: Next week, many large businesses must stop sending food scraps to landfills"},{"_id":"5f4030069255e974efc6057c","title":"Singapore's Waste Water Challenge","publicationDate":"2016-07-12T00:00:00.000Z","tags":["Digester"],"summary":"Dealing with waste is a huge challenge around the world but it's particularly acute in tiny countries like Singapore. Millions of tonnes of rubbish ar...","slug":"singapores-waste-water-challenge","source":"BBC News:  BioHiTech's Eco-Safe Digester and the Marina Bay Sands Divert Food Waste from Landfill in Singapore"},{"_id":"5f4030039255e974efc6057b","title":"Cities seek solutions to tackle food waste  ","publicationDate":"2016-07-08T00:00:00.000Z","tags":["Digester"],"summary":"Cities are places of plenty, with the most opportunities and material comforts, yet they are often also where things go to waste. Roughly one-third of...","slug":"cities-seek-solutions-to-tackle-food-waste","source":"Oman Observer:  The Eco-Safe Digester on display at the Clean Enviro Summit in Singapore"},{"_id":"5f402fec9255e974efc60575","title":"Emerging Technologies Provide Opportunity To Recycle & Prevent Food Waste","publicationDate":"2016-06-03T00:00:00.000Z","tags":["Digester"],"summary":"In 2009, San Francisco became the first local municipal ordinance in the United States to universally require source separation of all organic materia...","slug":"emerging-technologies-provide-opportunity-to-recycle-and-prevent-food-waste","source":"Environmental Leader:  Food waste data is the key to prevention, By Frank E. Celli"},{"_id":"5f402fe99255e974efc60574","title":"The Future Gets Brighter: The Internet of Things Creates New Possibilities for Waste Data","publicationDate":"2016-06-02T00:00:00.000Z","tags":["Digester"],"summary":"Enthusiasm and interest surrounding the Internet of Things (IoT) has been a mainstay of technology discussions for the last few years. While the focus...","slug":"the-future-gets-brighter-the-internet-of-things-creates-new-possibilities-for-waste-data","source":"The Huffington Post: Data can be used to make a significant impact"},{"_id":"5f401e559255e974efc60508","title":"Maximizing the Value of Food Waste","publicationDate":"2016-06-01T19:36:54.000Z","tags":["Recycling","Technology"],"summary":"...","slug":"maximizing-the-value-of-food-waste"},{"_id":"5f402fe29255e974efc60572","title":"Better Business From Dumpster Diving","publicationDate":"2016-05-27T00:00:00.000Z","tags":["Digester"],"summary":"When Dunkin’ Donuts franchise owner Bill Mulholland wanted to reduce costs, he took a closer look at his garbage. About a year ago, he got a deal on a...","slug":"better-business-from-dumpster-diving","source":"Bloomberg Business: Web-connected digesters reduce waste and supply useful feedback"},{"_id":"5f402fe69255e974efc60573","title":"The Smart Solution to Food Waste","publicationDate":"2016-05-27T00:00:00.000Z","tags":["Digester"],"summary":"The hospitality industry has never been in a more exciting time and is gaining momentum in the wake of the world’s food and technology revolution. Con...","slug":"the-smart-solution-to-food-waste","source":"F&B Report:  Significant economic and environmental savings with the Eco-Safe Digester"},{"_id":"5f402fde9255e974efc60571","title":"Hard Rock Cafe London Cuts Food Waste With a Digester","publicationDate":"2016-05-24T00:00:00.000Z","tags":["Digester"],"summary":"The Hard Rock Cafe in London — which houses an Eric Clapton guitar and one of Madonna’s credit cards — is turning to tech to address its food waste pr...","slug":"hard-rock-cafe-london-cuts-food-waste-with-a-digester","source":"Triple Pundit: Turning to technology to address food waste"},{"_id":"5f402fd79255e974efc6056f","title":"Using Digestion & Data to Divert and Eliminate Food Waste","publicationDate":"2016-05-16T00:00:00.000Z","tags":["Digester"],"summary":"Food waste continues to be a global crisis. Globally, an estimated 133 billion pounds of food ends up in landfills every year, contributing to greenho...","slug":"using-digestion-and-data-to-divert-and-eliminate-food-waste","source":"Green Lodging News:  CTO Bill Kratzer's vision and execution of BioHiTech’s machine-to-machine computing and Big Data strategy"},{"_id":"5f402fdb9255e974efc60570","title":"Prepping at Point of Origin","publicationDate":"2016-05-16T00:00:00.000Z","tags":["Digester"],"summary":"One-third of the world’s food is wasted every year. In the U.S. alone, over $100 billion worth of food goes uneaten annually, with 98.4 percent, or mo...","slug":"prepping-at-point-of-origin","source":"BIOMASS Magazine:  BioHiTech's on-site technology eliminates the need for costly preprocessing at the biogas plant"},{"_id":"5f402fff9255e974efc6057a","title":"BioHiTech Global Expands Waste Stream Product Offering With the Launch of Entsorga North America","publicationDate":"2016-05-16T00:00:00.000Z","tags":["Digester"],"summary":"BioHiTech Global, Inc. (OTCQB: BHTG), a green technology company that produces innovative data-driven solutions for food waste disposal, has launched...","slug":"biohitech-global-expands-waste-stream-product-offering-with-the-launch-of-entsorga-north-america","source":"Entsorga North America Will Address Residential and Municipal Solid Waste Streams "},{"_id":"5f402fd39255e974efc6056e","title":"Cleaning Hotels Up With Food Waste","publicationDate":"2016-05-12T00:00:00.000Z","tags":["Digester"],"summary":"Hotels are incredible hives of activity and spending time behind the scenes with the back of house teams gives you a truly fascinating insight into wh...","slug":"cleaning-hotels-up-with-food-waste","source":"Hotel Owner:  Economic Value in Separating Waste"},{"_id":"5f402fcf9255e974efc6056d","title":"How To Deal With Theme Park Food-Related Trash","publicationDate":"2016-04-28T00:00:00.000Z","tags":["Digester"],"summary":"As theme parks welcome more and more visitors each year, they also welcome more waste, specifically food waste. With so much waste ending up in the tr...","slug":"how-to-deal-with-theme-park-food-related-trash","source":"Amusement Park News:  Easy-to-Operate Technology Prevents Food Loss"},{"_id":"5f402fca9255e974efc6056c","title":"Bacteria and big data:  Food waste meets its high-tech match","publicationDate":"2016-04-25T00:00:00.000Z","tags":["Digester"],"summary":"Food waste is one seriously smelly dilemma for anyone serving a large amount of people on a daily basis. But the creative minds at Chestnut Ridge, N.Y...","slug":"bacteria-and-big-data-food-waste-meets-its-high-tech-match","source":"FoxNews:  Food waste is one seriously smelly dilemma"},{"_id":"5f402fbf9255e974efc60569","title":"A Measurable Imapct","publicationDate":"2016-04-14T00:00:00.000Z","tags":["Digester"],"summary":"Each year, an estimated 133 billion pounds of food that farmers grow never makes it to our plates and tons of it ends up in landfills, where it emits...","slug":"a-measurable-imapct","source":"Ethical Performance:  The devil is in the details"},{"_id":"5f401e899255e974efc60509","title":"New York City Announces Business Organics Rules","publicationDate":"2016-04-12T20:43:39.000Z","tags":["Environmental Concerns","Going Green","News","Recycling","Food Waste"],"summary":"Beginning July 19, 2016, certain New York City businesses will be required by law to separate their organic waste. If your business meets the minimum...","slug":"new-york-city-announces-business-organics-rules"},{"_id":"5f402fb89255e974efc60567","title":"Cutting and Dicing Food Waste with Technology","publicationDate":"2016-04-11T00:00:00.000Z","tags":["Digester"],"summary":"For years now, the hotel industry has had a vision for a more sustainable future. While the industry grows and evolves it continuously considers its i...","slug":"cutting-and-dicing-food-waste-with-technology","source":"Hotel Business: A sustainable food waste solution"},{"_id":"5f402ffc9255e974efc60579","title":"Changing the Perception of Waste Disposal","publicationDate":"2016-04-01T00:00:00.000Z","tags":["Renewables"],"summary":"In an effort to transform the waste disposal industry, Entsorga West Virginia, LLC (Entsorga WV) will be the first to introduce its proprietary system...","slug":"changing-the-perception-of-waste-disposal","source":"BioEnergy Insight: By Frank E. Celli"},{"_id":"5f402fc79255e974efc6056b","title":"Improving efficiencies reduces the amount of food waste being sent to America’s landfills","publicationDate":"2016-03-31T00:00:00.000Z","tags":["Digester"],"summary":"The food and beverage industry are unfortunate contributors to the more than 1.3 billion tons of waste. Large portion sizes, overly abundant menu choi...","slug":"improving-efficiencies-reduces-the-amount-of-food-waste-being-sent-to-americas-landfills","source":"Food & Beverage Magazine:  March 2016"},{"_id":"5f402f1f9255e974efc60564","title":"If you're still throwing food waste in the trash, you could be missing out on a chance to save money and the enviornment, too.","publicationDate":"2016-03-09T00:00:00.000Z","tags":["Digester"],"summary":"By Michael Sherer, Senior Contributing Editor   Most operators think long and hard about the costs that go into making meals – water for food prep, co...","slug":"if-youre-still-throwing-food-waste-in-the-trash-you-could-be-missing-out-on-a-chance-to-save-money-and-the-enviornment-too"},{"_id":"5f402fb09255e974efc60565","title":"BioHiTech Europe Will Transform the UK Food Waste Digester Market","publicationDate":"2016-03-08T00:00:00.000Z","tags":["Digester"],"summary":"For more than 100 years food waste has been a subject of considerable concern across the United Kingdom. With the hospitality and food service industr...","slug":"biohitech-europe-will-transform-the-uk-food-waste-digester-market","source":"Catering Insight:  A data-driven solution for food waste disposal"},{"_id":"5f402f0c9255e974efc60563","title":"Is Singapore ready to tackle food waste?","publicationDate":"2016-03-07T00:00:00.000Z","tags":["Digester"],"summary":"Singapore urgently needs to reduce its food waste, but do companies have the right tools to do so? Owen Yeo, business development manager, Enerprof, h...","slug":"is-singapore-ready-to-tackle-food-waste"},{"_id":"5f402fbb9255e974efc60568","title":"A stomach of (stainless) steel","publicationDate":"2016-02-26T00:00:00.000Z","tags":["Digester"],"summary":"MolyReview issue 1, 2016   Every day large amounts of food waste accumulate in restaurants, food courts, hotels, supermarkets, hospitals, stadiums and...","slug":"a-stomach-of-stainless-steel","source":"International Molybdenum Association:  The Eco-Safe Digester revolutionizing the way food waste is handled in institutional settings"},{"_id":"5f401ead9255e974efc6050a","title":"Recology Intentionally Told Schools To Trash Millions Of Recyclable Trays And Then Blames The Kids","publicationDate":"2016-02-23T14:16:29.000Z","tags":["Going Green","Recycling"],"summary":"...","slug":"recology-intentionally-told-schools-to-trash-millions-of-recyclable-trays-and-then-blames-the-kids"},{"_id":"5f402ef59255e974efc60562","title":"BioHiTech Testing Anaerobic Digestion of Aerobic Digester Effluent","publicationDate":"2016-02-18T00:00:00.000Z","tags":["Digester"],"summary":"BioHiTech America has partnered with Natural Systems Utilities, Ridgewood Green RME and the Village of Ridgewood, New Jersey to test anaerobic digesti...","slug":"biohitech-testing-anaerobic-digestion-of-aerobic-digester-effluent","source":"BioCycle:  Anaerobic Digest"},{"_id":"5f402eda9255e974efc60560","title":"Food Waste Data - The Centre of Sustainability","publicationDate":"2016-01-21T00:00:00.000Z","tags":["Digester"],"summary":"BioHiTech’s aerobic digester not only disposes of food but is also a cloud-based management tool that remotely monitors and tracks food waste in real-...","slug":"food-waste-data-the-centre-of-sustainability","source":"Shopping Centre Magazine:  The winning strategies for shopping centres looking to do their bit for the environment while cutting the costs associated with managing waste"},{"_id":"5f402ecf9255e974efc6055f","title":"Accurate food waste data serves up a more sustainable solution","publicationDate":"2016-01-16T00:00:00.000Z","tags":["Digester"],"summary":"Many of the 162 universities across the UK are making a concerted effort to better manage the amount of waste they produce. This means changing habits...","slug":"accurate-food-waste-data-serves-up-a-more-sustainable-solution","source":"University Business:  By Alex Giacchetti"},{"_id":"5f402ec59255e974efc6055e","title":"Saving Dollars and Making Sense of Going Green","publicationDate":"2016-01-06T00:00:00.000Z","tags":["Digester"],"summary":"By Matt Ellis   Green Elite is still a relatively new term for Dunkin’ Donuts. When Dunkin’ Brands launched its Green Initiative in late 2014, it iden...","slug":"saving-dollars-and-making-sense-of-going-green","source":"Dunkin' Donuts Independent Franchise Owners Publication:  A cost neutral approach to waste"},{"_id":"5f401f719255e974efc6050b","title":"Residents argue that it’s neighborhood composting facility is like living next to a garbage dump","publicationDate":"2015-12-22T14:03:56.000Z","tags":["Environmental Concerns"],"summary":"...","slug":"residents-argue-that-its-neighborhood-composting-facility-is-like-living-next-to-a-garbage-dump"},{"_id":"5f402eaf9255e974efc6055d","title":"Using Green Technology and Big Data to Eliminate Food Waste and Change an Industry","publicationDate":"2015-12-14T00:00:00.000Z","tags":["Digester"],"summary":"The waste industry is an ugly, dirty business. Every year more than two billion tons of waste is generated with over one-third of that being food wast...","slug":"using-green-technology-and-big-data-to-eliminate-food-waste-and-change-an-industry","source":"Wired:  Innovation Insights, by CTO Bill Kratzer"},{"_id":"5f401f769255e974efc6050c","title":"Brooklyn residents hope to shut down waste transfer station, claim odors and fumes are sickening","publicationDate":"2015-12-03T15:01:00.000Z","tags":["Environmental Concerns","Uncategorized"],"summary":"...","slug":"brooklyn-residents-hope-to-shut-down-waste-transfer-station-claim-odors-and-fumes-are-sickening"},{"_id":"5f402ee59255e974efc60561","title":"The Eco-Safe Digester Serves up a More Sustainable Solution","publicationDate":"2015-11-30T00:00:00.000Z","tags":["Digester"],"summary":"Today’s campuses are doing their part to expand their sustainability efforts by designing ambitious goals and processes to reduce their food waste to...","slug":"the-eco-safe-digester-serves-up-a-more-sustainable-solution","source":"Community College Week:  Campuses Understanding the Important Role Data Will Play in the Sustainability Equation"},{"_id":"5f402ea39255e974efc6055c","title":"Incorporating technology into a hotel’s business model plays an important role in their growth.","publicationDate":"2015-11-23T00:00:00.000Z","tags":["Digester"],"summary":"Incorporating technology into a hotel’s business model plays an important role in their growth. And those within the lodging industry know that in ord...","slug":"incorporating-technology-into-a-hotels-business-model-plays-an-important-role-in-their-growth"},{"_id":"5f402e769255e974efc6055a","title":"Smart System Provides Green Solution for Food Waste Removal","publicationDate":"2015-11-20T00:00:00.000Z","tags":["Digester"],"summary":"BioHitech America, a green technology company that provides an innovative data-driven solution for food waste removal, is continuing to see tremendous...","slug":"smart-system-provides-green-solution-for-food-waste-removal","source":"FacilitiesNet:  Facility Management Product Release, November 2015"},{"_id":"5f402e959255e974efc6055b","title":"5 High Tech Ways Companies Are Tackling Food Waste During The Holiday Season","publicationDate":"2015-11-20T00:00:00.000Z","tags":["Digester"],"summary":"In 2013, Americans threw away 204 million pounds of turkey, according to the NRDC. That’s $277 million worth. Or put another way: the resources it too...","slug":"5-high-tech-ways-companies-are-tackling-food-waste-during-the-holiday-season","source":"Forbes:  By Lindsey Gilpin"},{"_id":"5f401f7c9255e974efc6050d","title":"Is Recycling Worth Abandoning","publicationDate":"2015-11-17T17:44:53.000Z","tags":["Recycling","Uncategorized"],"summary":"...","slug":"is-recycling-worth-abandoning"},{"_id":"5f402e4a9255e974efc60559","title":"DISPOSE OF FOOD WASTE MORE EFFECTIVELY","publicationDate":"2015-11-15T00:00:00.000Z","tags":["Digester"],"summary":"Regulations and global sustainability programs are beginning to change the behavior of many restaurants and how they dispose of their organic waste. N...","slug":"dispose-of-food-waste-more-effectively","source":"Food Service East:  Guest Column, Frank E. Celli"},{"_id":"5f402e389255e974efc60558","title":"Food Waste:  How Contamination and Lack of Data Are Hindering The Food Waste Revolution","publicationDate":"2015-10-31T00:00:00.000Z","tags":["Digester"],"summary":"Using clean technology to implement a disposal method that gives you access to waste records and removes the issues related to improper sorting and hi...","slug":"food-waste-how-contamination-and-lack-of-data-are-hindering-the-food-waste-revolution","source":"Waste Advantage Magazine: A successful food waste disposal strategy starts with a “Zero-Waste” attitude"},{"_id":"5f402e0a9255e974efc60557","title":"The Eco-Safe Digester Eats Food Court Waste","publicationDate":"2015-10-27T00:00:00.000Z","tags":["Digester"],"summary":"Due to the complex nature of mall operations, shopping center owners face a number of challenges when trying to make their properties more efficient w...","slug":"the-eco-safe-digester-eats-food-court-waste","source":"Tactics Magazine: Shopping centers can improve their operational and environmental impact by using data-driven, food waste disposal solution"},{"_id":"5f402dd29255e974efc60555","title":"Improve Operational Efficiency and Profits with On-Site Digestion","publicationDate":"2015-10-15T00:00:00.000Z","tags":["Digester"],"summary":"Buildings and building occupants today are tasked with maintaining a waste reduction and recycling program that addresses food waste.    The EPA estim...","slug":"improve-operational-efficiency-and-profits-with-on-site-digestion","source":"Buildings Services Management - October 2015 Issue:  By Frank E. Celli"},{"_id":"5f402dc79255e974efc60554","title":"Correctional Facilities Turn to Food Waste Digesters","publicationDate":"2015-10-13T00:00:00.000Z","tags":["Digester"],"summary":"Every year, more than 2 billion tons of waste is generated in the United States – and food waste constitutes more than one-third of that amount, accor...","slug":"correctional-facilities-turn-to-food-waste-digesters","source":"Correctional News:  By Jessie Fetterling"},{"_id":"5f402db09255e974efc60552","title":"Stop Food Waste to Build a Smarter Building Portfolio","publicationDate":"2015-09-29T00:00:00.000Z","tags":["Digester"],"summary":"Creating a smart and connected workspace takes careful consideration. Building owners understand that the environment in an office can either vastly p...","slug":"stop-food-waste-to-build-a-smarter-building-portfolio","source":"Buildings.Com:  Voices From The Industry"},{"_id":"5f402dc19255e974efc60553","title":"Boston Medical Center aims to become city’s ‘greenest’ hospital","publicationDate":"2015-09-18T00:00:00.000Z","tags":["Digester"],"summary":"Boston Medical Center is known for taking care of some of the city’s poorest residents. But the state’s largest safety net hospital also wants to be k...","slug":"boston-medical-center-aims-to-become-citys-greenest-hospital","source":"The Boston Globe: BMC's efforts to go green include the Eco-Safe Digester"},{"_id":"5f402da09255e974efc60551","title":"How Supermarkets Can Repurpose Food Waste","publicationDate":"2015-09-04T00:00:00.000Z","tags":["Digester"],"summary":"Food waste is a problem around the world; this was a common theme at the Global Sustainability Summit which took place in Denver, Colorado in late Aug...","slug":"how-supermarkets-can-repurpose-food-waste","source":"Food Logistics:  Sustainability Exclusive"},{"_id":"5f402d7d9255e974efc6054f","title":"Waste Not...","publicationDate":"2015-08-20T00:00:00.000Z","tags":["Digester"],"summary":"Across the country, correctional leaders are challenged with operating at maximum efficiency while meeting the expectation of providing quality servic...","slug":"waste-not"},{"_id":"5f402d339255e974efc6054d","title":"6 High-Tech Solutions to Food Waste","publicationDate":"2015-08-03T00:00:00.000Z","tags":["Digester"],"summary":"From composting food scraps and donating excess to food banks to a new Boston supermarket selling about-to-expire foods, a lot of effort has been devo...","slug":"6-high-tech-solutions-to-food-waste","source":"Mother Nature Network:  These programs help keep perfectly good food from ending up in the landfill"},{"_id":"5f402d3d9255e974efc6054e","title":"Focus On:  Waste Management","publicationDate":"2015-08-03T00:00:00.000Z","tags":["Digester"],"summary":"The Eco-Safe Digester is an on-site aerobic digester that eliminates up to 2,500 pounds of food waste in a 24-hour period. It uses mechanical and biol...","slug":"focus-on-waste-management","source":"Facility Executive:  Eco-Safe Digester by BioHitech America"},{"_id":"5f402cef9255e974efc6054c","title":"Garbage Becoming Green Provides Green, Cost-Effective Solutions","publicationDate":"2015-07-02T00:00:00.000Z","tags":["Digester"],"summary":"From the actual sorting of the material to recordkeeping and data collection, as well as reporting on behalf of the client to agencies such as the Pue...","slug":"garbage-becoming-green-provides-green-cost-effective-solutions","source":"Caribbean Business: GBG Becomes a Client's Waste Management Partner"},{"_id":"5f402ce99255e974efc6054b","title":"Mechanical Stomach Offers Solution to New York City's Composting Dilemma","publicationDate":"2015-06-04T00:00:00.000Z","tags":["Digester"],"summary":"Composting of food waste in the city was supposed to be required as of July 1, but it won't be in effect for quite some time.   July 1 was supposed to...","slug":"mechanical-stomach-offers-solution-to-new-york-citys-composting-dilemma","source":"Crains New York Business: Frank Celli's aerobic digesters quickly turn businesses' food waste into liquid. But the real key is the data they collect"},{"_id":"5f402cc29255e974efc60549","title":"Utilizing Technology to Efficiently Handle Food Waste","publicationDate":"2015-05-21T00:00:00.000Z","tags":["Digester"],"summary":"As more and more hotels create programs to keep their properties on the eco-friendly path, one component that is often ignored is food-waste managemen...","slug":"utilizing-technology-to-efficiently-handle-food-waste","source":"Hotel Business:  By Adam Perkowsky"},{"_id":"5f402cac9255e974efc60547","title":"Waste Industry Veteran Uses Technology to Revolutionize The Waste Industry","publicationDate":"2015-05-19T00:00:00.000Z","tags":["Digester"],"summary":"During the many years of my career thrust into the waste industry, I knew that eventually there would be a time and a solution that offered a better,...","slug":"waste-industry-veteran-uses-technology-to-revolutionize-the-waste-industry","source":"CEO World:  By Frank E. Celli"},{"_id":"5f402c8b9255e974efc60545","title":"It’s Time To Stop Managing Waste & Start Preventing It","publicationDate":"2015-04-17T00:00:00.000Z","tags":["Digester"],"summary":"Diverting the world’s estimated 12 million tons of daily waste is no easy task. Today’s waste management strategies are often costly, cumbersome, and...","slug":"its-time-to-stop-managing-waste-and-start-preventing-it","source":"Greenbiz:  By Frank E. Celli, CEO of BioHitech America and Rick Perez, CEO of Avangard Innovative"},{"_id":"5f402c9a9255e974efc60546","title":"Aerobic Digester \"smart\" Way To Address Disposal Bans","publicationDate":"2015-04-16T00:00:00.000Z","tags":["Digester"],"summary":"The diversion of organic waste from landfills to composting facilities is an ongoing social trend being embraced by municipalities, businesses and cit...","slug":"aerobic-digester-smart-way-to-address-disposal-bans","source":"Recycling Product News:  By Andrew Topf, Associate Editor"},{"_id":"5f4029e39255e974efc6051d","title":"Stepping Up to The Plate","publicationDate":"2015-03-21T00:00:00.000Z","tags":["Digester"],"summary":"INCINERATION and landfill were a popular destination for food waste until around 2008, and the arrival of an increasingly stiff UK tax regime for land...","slug":"stepping-up-to-the-plate","source":"Envirotec: The drive to reduce food waste looks likely to become more intense as the UK seeks to meet its commitment to halve it by 2020"},{"_id":"5f4029e99255e974efc6051e","title":"Trimming Your Property's Waste Output Can Benefit the Environment and Your Bottom Line","publicationDate":"2015-01-19T00:00:00.000Z","tags":["Digester"],"summary":"TRASH PILES ARE SHRINKING across the United States as a growing number of hotels are opting to divert waste previously destined for landfills. Adoptin...","slug":"trimming-your-propertys-waste-output-can-benefit-the-environment-and-your-bottom-line","source":"Lodging Magazine: Trash Piles are Shrinking"},{"_id":"5f4029ee9255e974efc6051f","title":"\"Mechanical Stomach\" Could Turn UK's Food Waste Mountain Into a Molehill","publicationDate":"2015-01-16T00:00:00.000Z","tags":["Digester"],"summary":"Far below the stylish suites and luxury rooms of London's five-star Athenaeum Hotel, a machine billed as a \"mechanical stomach\" is quietly processing...","slug":"mechanical-stomach-could-turn-uks-food-waste-mountain-into-a-molehill","source":"businessGreen: An success story in the UK"},{"_id":"5f4029f59255e974efc60520","title":"BioHitech, Avangard Partner on Food Waste, Zero Waste","publicationDate":"2015-01-15T00:00:00.000Z","tags":["Digester"],"summary":"BioHitech America has formed a partnership with Avangard Innovative to expand their sustainable food waste and zero waste initiatives.   Chestnut Ridg...","slug":"biohitech-avangard-partner-on-food-waste-zero-waste","source":"Waste360: A partnership is formed to expand zero waste initiatives"},{"_id":"5f402a189255e974efc60521","title":"Eco-Safe Digester Turns Food Waste Into Grey Water","publicationDate":"2014-12-17T00:00:00.000Z","tags":["Digester"],"summary":"The United Nations Environment Program says about one third of the food produced in the world for human consumption is either lost or wasted. That mea...","slug":"eco-safe-digester-turns-food-waste-into-grey-water","source":"Sustainablog: BioHitech America's CEO, Frank Celli, responds to skepticism on the environmental benefits of the Eco-Safe Digester"},{"_id":"5f402a269255e974efc60522","title":"Food Waste Recycling Firm BioHitech Expands Digester Business","publicationDate":"2014-12-17T00:00:00.000Z","tags":["Digester"],"summary":"Food waste recycling firm BioHitech America has expanded its service of on-site aerobicdigestion systems in the healthcare industry.   The Chestnut Ri...","slug":"food-waste-recycling-firm-biohitech-expands-digester-business","source":"Waste360: BioHitech America has expanded its service of on-site aerobic digestion systems in the healthcare industry"},{"_id":"5f402a309255e974efc60523","title":"\"Eco-Digester\" Backs Drive to Cut Food Waste","publicationDate":"2014-12-15T00:00:00.000Z","tags":["Digester"],"summary":"An entrepreneur marketing a “metal stomach” machine that turns rubbish into water is backing a campaign by MPs urging the Government to tackle Britain...","slug":"eco-digester-backs-drive-to-cut-food-waste","source":"The Telegraph: The Eco-Safe Digester can process more than a ton of waste a day heping to reduce the need for costly landfill sites"},{"_id":"5f402a3a9255e974efc60524","title":"New Solutions to Reducing Food Waste","publicationDate":"2014-12-08T00:00:00.000Z","tags":["Digester"],"summary":"While perusing the National Restaurant Association’s What’s Hot 2015 Culinary Forecast, an annual survey of close to 1,300 professional chefs, I was s...","slug":"new-solutions-to-reducing-food-waste","source":"Supermarket News:  One editor weighs in on innovative solutions to reducing food waste"},{"_id":"5f402a459255e974efc60525","title":"Eco-Safe Digester: Big Data, Less Waste","publicationDate":"2014-12-04T00:00:00.000Z","tags":["Digester"],"summary":"The world produces a hell of a lot of waste and a great part of it is food waste. According to the United Nations Environment Program, around one thir...","slug":"eco-safe-digester-big-data-less-waste","source":"Gizmag:  Tapping into the power of big data"},{"_id":"5f402a559255e974efc60526","title":"How One NY Firm is Helping Hospitals Reduce Food Waste.","publicationDate":"2014-12-03T00:00:00.000Z","tags":["Digester"],"summary":"http://www.wastedive.com/news/how-one-ny-firm-is-helping-hospitals-reduce-food-waste/339386/...","slug":"how-one-ny-firm-is-helping-hospitals-reduce-food-waste"},{"_id":"5f402a6b9255e974efc60527","title":"Seeking Creative Ways to Deal with Food Waste at Hospitals","publicationDate":"2014-12-03T00:00:00.000Z","tags":["Digester"],"summary":"Hospitals and health clinics across the world struggle with waste for numerous reasons. Their waste streams are more complicated, due to the various s...","slug":"seeking-creative-ways-to-deal-with-food-waste-at-hospitals","source":"Triple Pundit: An investment in technology helps health care facilities operate more sustainably and economically"},{"_id":"5f402a929255e974efc60529","title":"Analysis Of Biodigesters And Dehydrators To Manage Organics On-Site","publicationDate":"2014-11-18T00:00:00.000Z","tags":["Digester"],"summary":"Current interest in and/or government mandates to divert source separated organics (SSO) frequently outpaces development of locally available composti...","slug":"analysis-of-biodigesters-and-dehydrators-to-manage-organics-on-site","source":"BioCycle: Food Waste Processing Systems"},{"_id":"5f402a9e9255e974efc6052a","title":"Why On-Site Aerobic Digesters Make Sense For Full-Service Hotels","publicationDate":"2014-11-13T00:00:00.000Z","tags":["Digester"],"summary":"More than 34 million tons of food waste is sent to landfills annually and the hospitality industry are significant contributors. The recent trend of j...","slug":"why-on-site-aerobic-digesters-make-sense-for-full-service-hotels","source":"Green Lodging News: The Eco-Safe Digester can easily track waste diversion across an entire portfolio"},{"_id":"5f402aaf9255e974efc6052b","title":"Sorting Out the Savings in Waste Management","publicationDate":"2014-11-06T00:00:00.000Z","tags":["Digester"],"summary":"An average of 15 regulatory compliance issues involving waste management is uncovered during a typical hospital compliance review. With hospitals unde...","slug":"sorting-out-the-savings-in-waste-management","source":"Healthcare Purchasing News: Conquering challenges old and new"},{"_id":"5f402ab99255e974efc6052c","title":"Food Waste is a Global Problem","publicationDate":"2014-10-30T00:00:00.000Z","tags":["Digester"],"summary":"Supermarkets and grocery stores are significant contributors to the 34 million tons of food wasted each year. The disposal of food waste is a complica...","slug":"food-waste-is-a-global-problem","source":"Today's Grocer:  By Frank E. Celli "},{"_id":"5f402ac79255e974efc6052d","title":"Navigating the Complexities of Food Waste","publicationDate":"2014-09-25T00:00:00.000Z","tags":["Digester"],"summary":"As food waste represents more than 30 percent of the material disposed of in landfills today, haulers face increased demands for viable diversion opti...","slug":"navigating-the-complexities-of-food-waste","source":"Waste360: BioHITech examines not just how we dispose of this waste, but how much of it we actually create"},{"_id":"5f402ae39255e974efc6052e","title":"Grocers Can Use Big Data, Analytics to Reduce Food Waste","publicationDate":"2014-09-15T00:00:00.000Z","tags":["Digester"],"summary":"Supermarkets and grocery stores are significant contributors to the 34 million tons of food waste in landfills that release harmful methane gas into t...","slug":"grocers-can-use-big-data-analytics-to-reduce-food-waste","source":"Progressive Grocer:   Best Practices to Improve Efficiency, Profitability"},{"_id":"5f402aef9255e974efc6052f","title":"BioHitech Digester Installed at Israeli Hospital","publicationDate":"2014-09-11T00:00:00.000Z","tags":["Digester"],"summary":"BioHitech America, Chestnut Ridge, New York, and its Israeli distributor Ramnoa Municipal Services, have announced that Beilinson Hospital in Israel i...","slug":"biohitech-digester-installed-at-israeli-hospital","source":"Recycling Today: Aerobic digester will convert food scrap into water"},{"_id":"5f402af89255e974efc60530","title":"Dumpster Service Cost Axed at Grand Canyon Lodge-North Rim","publicationDate":"2013-10-21T00:00:00.000Z","tags":["Digester"],"summary":"GRAND CANYON NATIONAL PARK—Forever Resorts’ Grand Canyon Lodge-North Rim has received an Environmental Achievement Award from the National Park Servic...","slug":"dumpster-service-cost-axed-at-grand-canyon-lodge-north-rim","source":"Green Lodging News:  The Eco-Safe Digester helps the Grand Canyon Lodge achieve their 100 percent waste diversion goal"},{"_id":"5f40302a9255e974efc60585","title":"Going beyond the expected at Yale-New Haven Hospital","publicationDate":"2013-09-25T00:00:00.000Z","tags":["Digester"],"summary":"In the United States, health care facilities produce roughly 12 million pounds of trash that gets transported to landfills on a daily basis, thus acco...","slug":"going-beyond-the-expected-at-yale-new-haven-hospital","source":"Practice Greenhealth Magazine:  Food Waste Diversion Utilizing a Bio-Digester"},{"_id":"5f402b0c9255e974efc60531","title":"Lean, Green Eating Machine for Prisons and Jails","publicationDate":"2013-07-19T00:00:00.000Z","tags":["Digester"],"summary":"Big changes are underway in improving the sustainability and environmental responsibility of the ways correctional facilities dispose of food waste. E...","slug":"lean-green-eating-machine-for-prisons-and-jails","source":"Corrections One:  By Paul Sheldon, M.A. and Lisa Giovannielli "},{"_id":"5f402b129255e974efc60532","title":"Recognize the Value of Food Waste. Transform it into an Asset.","publicationDate":"2013-01-25T00:00:00.000Z","tags":["Digester"],"summary":"In 2012 it is estimated that as much as 34 million tons of food waste was sent to landfills in the U.S. Burying food waste in landfills results in a l...","slug":"recognize-the-value-of-food-waste-transform-it-into-an-asset"},{"_id":"5f402b1a9255e974efc60533","title":"Pacific Gas and Electric on All Things Sustainable","publicationDate":"2012-11-16T00:00:00.000Z","tags":["Digester"],"summary":"http://www.hotelsustainabilityinc.com/?page_id=766...","slug":"pacific-gas-and-electric-on-all-things-sustainable","source":"Hotel Sustainability Solutions:  Take a walk through the Hilton Concord in Northern California"},{"_id":"5f402b269255e974efc60534","title":"Green Council Award Recipient","publicationDate":"2012-10-18T00:00:00.000Z","tags":["Digester"],"summary":"Rockland Business Association 2012   Small Business of the Year Recipient   The Eco-Safe Digester...","slug":"green-council-award-recipient","source":"Rockland Business Association:  Honoring BioHitech America "},{"_id":"5f402b2e9255e974efc60535","title":"Green Council Visits BioHitech America","publicationDate":"2012-05-16T00:00:00.000Z","tags":["Digester"],"summary":"Green Council visits BioHitech America   The RBA Green Council visited BioHitech America, Chestnut Ridge, NY in April 2012.   BioHiTech's machine uses...","slug":"green-council-visits-biohitech-america","source":"Rockland County Business Association: Highlighting the success of members who advance environmentally-conscious business practices"},{"_id":"5f402b399255e974efc60536","title":"Wast Not, Want Not","publicationDate":"2012-05-04T00:00:00.000Z","tags":["Digester"],"summary":"Grocers, hospitals, schools, caterers and restaurants in the tristate area have discovered another way of disposing of food that’s past its prime: a m...","slug":"wast-not-want-not","source":"West Chester County Business Journal:  A feasible method to dispose of organic matter that’s no longer edible"},{"_id":"5f402b969255e974efc60537","title":"FCI McDowell’s Recycling Program Utilizing Cutting-Edge Technology","publicationDate":"2012-04-18T00:00:00.000Z","tags":["Digester"],"summary":"https://biohitech.com/news-attachment/Articles20130221134610_FCIMcDowell.pdf...","slug":"fci-mcdowells-recycling-program-utilizing-cutting-edge-technology","source":"U.S. Department of Justice Federal Bureau of Prisons:  Monday Morning Highlights"},{"_id":"5f402b9b9255e974efc60538","title":"What's NEW at the Phillies Ball Park","publicationDate":"2012-03-23T00:00:00.000Z","tags":["Digester"],"summary":"Pet owners, panini lovers and piggy bank collectors are among those who will like some of the new fashion, food and merchandise additions that will be...","slug":"whats-new-at-the-phillies-ball-park","source":"Philadelphia Business Journal: Red Goes Green with the help from BioHiTech America"},{"_id":"5f402ba69255e974efc60539","title":"Food waste digester Heil of Texas feeds ‘green’ appetites","publicationDate":"2011-12-23T00:00:00.000Z","tags":["Digester"],"summary":"The new Cheesecake Factory at La Cantera is the first restaurant in town to try out a new ecofriendly system that disposes of food waste and has the p...","slug":"food-waste-digester-heil-of-texas-feeds-green-appetites","source":"San Antonio Business Journal:  The whole world is going green"},{"_id":"5f402bec9255e974efc6053b","title":"Marathon and BioHitech Announce Strategic Alliance","publicationDate":"2011-07-13T00:00:00.000Z","tags":["Digester"],"summary":"https://biohitech.com/news-attachment/Articles20110719090353_PartnershipAnnouncement.pdf...","slug":"marathon-and-biohitech-announce-strategic-alliance","source":"Press Release:  PromotIng organic waste processing products worldwide"},{"_id":"5f402bcf9255e974efc6053a","title":"ShopRite Montgomery is helping the environment by turning food waste into water","publicationDate":"2011-06-07T00:00:00.000Z","tags":["Digester"],"summary":"The grocery chain is testing a bio-digestion system at its store in Montgomery. The machine uses bacteria to decompose fruits, vegetables, meats and o...","slug":"shoprite-montgomery-is-helping-the-environment-by-turning-food-waste-into-water","source":"Times Herald Record:  Sir Eat-a-Lot is a Winner"},{"_id":"5f402c159255e974efc6053c","title":"The on-site biodigester is a good investment","publicationDate":"2011-04-25T00:00:00.000Z","tags":["Digester"],"summary":"https://biohitech.com/news-attachment/Articles20110425151146_EarthDay2011ShopRite.pdf...","slug":"the-on-site-biodigester-is-a-good-investment","source":"ShopRite Earth 2011:  A billion acts of green"},{"_id":"5f402c3c9255e974efc6053e","title":"With $18 Million, Renovation, Westin Copley Will Build on Green Record","publicationDate":"2010-12-29T00:00:00.000Z","tags":["Digester"],"summary":"In the early stages of an $18 million renovation project, one that will see a complete guestroom and corridor redesign, the 38-story, 803-room Westin...","slug":"with-18-million-renovation-westin-copley-will-build-on-green-record","source":"Green Lodging News:  BioHitech America's Eco-Safe Digester Eliminates Food Waste"},{"_id":"5f402c429255e974efc6053f","title":"Valley Hospital Turns Food Waste into Water","publicationDate":"2010-05-17T00:00:00.000Z","tags":["Digester"],"summary":"When The Valley Hospital in Ridgewood, NJ set out to change the way their food waste was impacting the environment, they selected The Eco-Safe Digeste...","slug":"valley-hospital-turns-food-waste-into-water","source":"Associated Content:  Award-winning technology liquifies food waste in less than 24 hours"},{"_id":"5f402c5a9255e974efc60540","title":"Sustainability at the University of San Diego","publicationDate":"2010-05-13T00:00:00.000Z","tags":["Digester"],"summary":"https://biohitech.com/news-attachment/Articles20100921155516_BioHitech_TheGreenSLP.pdf...","slug":"sustainability-at-the-university-of-san-diego","source":"University of San Diego Sustainability Task Force Newsletter:  BioHitech helps USD go green"},{"_id":"5f402c649255e974efc60541","title":"Medical Center Touts 'Go Green' Initiative","publicationDate":"2010-05-02T00:00:00.000Z","tags":["Digester"],"summary":"Today is the 40th anniversary of Earth Day Earth Day aims to inspire awareness and appreciation for Earth's environment. It is observed in more than 1...","slug":"medical-center-touts-go-green-initiative","source":"Asbury Park Press:  Meet Chester the Digester"}]