{"_id":{"$oid":"5f387bbf0a7e44808aa4605b"},"title":"Assembly Specialist","description":"Are you looking for an exciting new career in the fast-growing Clean Technology space? We are currently seeking a full-time experienced technician to join our team.\n\nBioHiTech technology replaces traditional truck and bin waste collection systems that enables businesses to recycle food waste onsite. Aerobic digesters turn food waste into environmentally safe water that flows directly into the municipal sewer system. The technology is compact, odorless, efficient and significantly less expensive because it takes trucking and tipping fees out of the process.\n\nJob responsibilities would include installation and repair of onsite aerobic digesters.\n\nWe offer competitive pay, and a benefit package that includes health, vision and dental insurance and a retirement plan. We also offer paid holidays and paid vacations. Experienced and qualified technicians are encouraged to apply.","duties":"Work alongside the Manufacturing Manager and Assembly team to assemble, test, inspect, and ship BioHiTech digesters. Interface with BioHiTech Cloud, Google Sheets and internal inventory management systems to support the assembly, shipping, and inventory management of the BioHiTech facility Train future assemblers on developed best assembly procedures Participate in continuous improvement project in the assembly area to reduce assembly time, improve quality, and increase efficiency","skills":["Enthusiasm to learn and a “whatever it takes” attitude","Demonstrated ability to work with your hands - familiarity with hand tools and power tools is a MUST","Computer literacy","Pride in the quality of one’s work","Ability to stand, walk, bend and/or stoop, crawl and/or climb, kneel, push, pull, operate mechanical machinery, and lift up to 60 lbs","Must have a valid driver’s license and reliable transportation"],"niceToHaves":["Experience working in an assembly facility","Exposure to lean manufacturing tools and methodologies","Participant in the maker community","Trade or technical background","Experience interacting with customers over email and telephone"],"benefits":["Starting Salary $55,000-$65,000 Negotiable based on experience.","Paid Time Off/Paid Holidays.","Individual and Family Health, Dental, and Vision Insurance Options.","401K Retirement Planning Options.","Life Insurance Options.","Great Management Team.","Room for growth within the Organization","Job Type: Full-time"],"slug":"assembly-specialist","tags":["digester","renewables"]}
